-ലോകത്തെ ഏറ്റവും വലിയ പ്രതിമയായ ' സ്റ്റാറ്റിയു ഓഫ് യൂണിറ്റി' നിര്‍മ്മിച്ചുകൊണ്ട് ഇന്ത്യയുടെ ഉരുക്ക് മനുഷ്യനായ സര്‍ദാര്‍ പട്ടേലിനെ രാജ്യം ആദരിച്ചു.
പുതിയ പുതിയ രീതികള്‍ അവലംബിക്കാനാകുമോ?
23 കോടിയിലേറെ ദ്രവീകൃത പെട്രോളിയം വാതക ഉപഭോക്താക്കള്‍ പഹല്‍ പദ്ധതിയില്‍ ചേര്‍ന്നിട്ടുണ്ട്.
ഓഫീസര്‍ ട്രെയിനിമാര്‍ പ്രധാനമന്ത്രിയുമായി കൂടിക്കാഴ്ച നടത്തി ഇന്ത്യന്‍ പോലീസ് സര്‍വ്വീസിലെ 2016 ബാച്ചില്‍പ്പെട്ട 110 ഓഫീസര്‍ ട്രെയിനിമാര്‍ ന്യൂ ഡല്‍ഹിയില്‍ ഇന്ന് പ്രധാനമന്ത്രി ശ്രീ.
ഗാല്‍വനൈസിംഗ് ഓര്‍ഗാനിക് ബയോ ആഗ്രോ റിസോഴ്‌സസ് എന്നതാണ് അതുകൊണ്ട് ഉദ്ദേശിക്കുന്നത്.
- വര്‍ധിച്ച നിക്ഷേപങ്ങള്‍, പുതിയ സംയുക്ത സംരംഭങ്ങള്‍ സൃഷ്ടിക്കല്‍, രണ്ട് രാജ്യങ്ങള്‍ക്കുമിടയില്‍ വര്‍ധിച്ച
റെയില്‍വേ മന്ത്രാലയവും സ്വിറ്റ്‌സര്‍ലാന്റ് ഗവണ്‍മെന്റിന്റെ ഫെഡറല്‍ ഡിപ്പാര്‍ട്ട്‌മെന്റ് ഓഫ് എന്‍വയോണ്‍മെന്റ് ആന്റ് ട്രാന്‍സ്‌പോര്‍ട്ടും തമ്മില്‍ റെയില്‍വേ മേഖലയിലെ സാങ്കേതിക സഹകരണത്തിന് ഏര്‍പ്പെട്ട ധാരണാപത്രത്തിന്റെ വിശദാംശങ്ങള്‍ പ്രധാനമന്ത്രി ശ്രീ നരേന്ദ്രമോദിയുടെ അദ്ധ്യക്ഷതയില്‍ ചേര്‍ന്ന കേന്ദ്ര മന്ത്രിസഭായോഗം വിശകലനം ചെയ്തു.
അതു കൊണ്ടുതന്നെ ഇന്ത്യയില്‍ നിര്‍മ്മിക്കുക, ഇന്ത്യക്കുവേണ്ടി നിര്‍മ്മിക്കുക, ലോകത്തിന് ഇന്ത്യയില്‍ നിന്ന് വിതരണം ചെയ്യുക എന്ന തന്ത്രപരമായ ആനിവാര്യതയ്ക്ക് മുമ്പെന്നത്തെക്കാളും ശക്തിയാര്‍ജ്ജിച്ചിട്ടുണ്ട്.
ചര്‍ച്ചകള്‍ക്ക് രൂപം നല്‍കുന്നതിനും ഈ സംഘടനകള്‍ക്ക് നേതൃത്വം നല്‍കുന്നതിനും ഇന്ത്യ ഒരു സുപ്രധാന പങ്കാണ് വഹിക്കുന്നത്.
രാഷ്ട്രീയക്കാര്‍ക്കെതിരായ ക്രിമിനല്‍ കേസുകള്‍, തിരഞ്ഞെടുപ്പ് പരാതികള്‍, രാഷ്ട്രീയ കൂറുമാറ്റങ്ങള്‍ എന്നിവ സമയബന്ധിതമായിതീര്‍പ്പാക്കുന്നതിന് പ്രത്യേക ജുഡീഷ്യല്‍ ട്രെബ്യൂണലുകള്‍ സ്ഥാപിക്കണമെന്നും ആറു മാസം മുതല്‍ഒരുവര്‍ഷം വരെയുള്ള കാലയളവില്‍ ഇത്തരം പരാതികള്‍ തീര്‍പ്പാക്കണമെന്നും ശ്രീ.