{"text": "Except as otherwise set forth in this Debenture, the Company, for itself and its legal representatives, successors and assigns, expressly waives presentment, protest, demand, notice of dishonor, notice of nonpayment, notice of maturity, notice of protest, presentment for the purpose of accelerating maturity, and diligence in collection.", "year": "2016", "data_type": "train", "clause_type": "Waivers"}
{"text": "No ERISA Event has occurred or is reasonably expected to occur that, when taken together with all other such ERISA Events for which liability is reasonably expected to occur, could reasonably be expected to result in a Material Adverse Effect. Neither Borrower nor any ERISA Affiliate maintains or contributes to or has any obligation to maintain or contribute to any Multiemployer Plan or Plan, nor otherwise has any liability under Title IV of ERISA.", "year": "2016", "data_type": "train", "clause_type": "Erisa"}
{"text": "This Agreement may be amended from time to time by the Committee in its discretion; provided , however , that this Agreement may not be modified in a manner that would have an adverse effect on the Award Shares as determined in the discretion of the Committee, except as provided in the Plan or in a written document signed by each of the parties hereto.", "year": "2018", "data_type": "dev", "clause_type": "Amendments"}
{"text": "This Agreement embodies the entire agreement between the parties and supersedes all prior agreements and understandings relating to the Property except for any confidentiality agreement binding on Purchaser, which shall not be superseded by this Agreement. This Agreement may be amended or supplemented only by an instrument in writing executed by the party against whom enforcement is sought.", "year": "2018", "data_type": "dev", "clause_type": "Amendments"}
{"text": "This Agreement is the result of negotiations between and has been reviewed by each Co-Borrower, Collateral Agent and Lender as of the date hereof and their respective counsel; accordingly, this Agreement shall be deemed to be the product of the parties hereto, and no ambiguity shall be construed in favor of or against any Co-Borrower, Collateral Agent or Lender. Each Co-Borrower, Collateral Agent and Lender agree that they intend the literal words of this Agreement and the other Loan Documents and that no parol evidence shall be necessary or appropriate to establish each Co-Borrower’s, Collateral Agent’s or Lender’s actual intentions.", "year": "2019", "data_type": "test", "clause_type": "Construction"}
{"text": "In the event that a Party commits a default of the terms of this Lease Deed then, the non-defaulting Parties shall be entitled to such remedies, including remedies by way of damages and/or specific performance, as may be permitted under Applicable Laws, in addition to its rights and remedies under this Lease Deed.", "year": "2019", "data_type": "test", "clause_type": "Specific Performance"}
