12 ആധുനിക റിഫൈനറികള്‍ സ്ഥാപിക്കുന്നതിനുള്ള ഒരു പദ്ധതിയുമുണ്ട്.
പ്രധാനമന്ത്രി വന്ദന്‍ യോജനയും പ്രധാനമന്ത്രി സുരക്ഷാ മാതൃത്വ അഭിയാനും സുരക്ഷിത ഗര്‍ഭം എന്ന ആശയത്തെ ജനകീയമാക്കിയിട്ടണ്ട്.
കേന്ദ്ര വാര്‍ത്താവിതരണ പ്രക്ഷേപണ മന്ത്രാലയം മാധ്യമ യൂണിറ്റുകളുടെ പ്രഥമ വാര്‍ഷിക സമ്മേളനം സംഘടിപ്പിക്കുന്നു
ഇന്ത്യയിലൂം മൊറോക്കയിലും മാറിമാറി ഈ സമിതിയുടെ യോഗം ; ചേരും.
ഇത് ഇന്ത്യയെ സംബന്ധിച്ചിടത്തോളം ഇന്നുവരെ ഉണ്ടായിട്ടുള്ള ഏറ്റവും വലിയ മെച്ചപ്പടുത്തലാണ്, അതേസമയം ഇക്കൊല്ലം ലോകത്തെ ഏതൊരു രാജ്യത്തെ സംബന്ധിച്ചുള്ള ഏറ്റവും വലിയ കുതിപ്പുമാണ്.
എല്ലാ വിഷയങ്ങളും ഈ പ്രസംഗത്തില്‍ വിവരിക്കാന്‍ എനിയ്ക്ക് സാധ്യമായെന്നു വരില്ല.
വ്യക്തികളെ ആദരവോടും കരുതലോടും കൂടി ശുശ്രൂഷിച്ചത് ഈ ചികിത്സാ സമ്പ്രദായങ്ങളാണ്.
'പണ്ഡിറ്റ് ജവഹര്‍ലാല്‍ നെഹ്‌റുവിന് അദ്ദേഹത്തിന്റെ ജന്മ വാര്‍ഷിക ദിനത്തില്‍ ശ്രദ്ധാഞ്ജലി', പ്രധാനമന്ത്രി പറഞ്ഞു.
ചായക്കടകളില്‍ ജനങ്ങള്‍ ഈ പത്രം വായിക്കാനായി തടിച്ചുകൂടിയിരുന്നു.
‘എല്ലാവര്‍ക്കും ഒപ്പം-എല്ലാവരുടെയൂം വികാസം’ എന്ന മന്ത്രത്തോടെയാണ് നാം തുടങ്ങിയത്, എന്നാല്‍ അഞ്ചുവര്‍ഷത്തിനുള്ളില്‍ നാട്ടുകാര്‍ രാജ്യത്തിന്റെ മൊത്തം മാനസികാവസ്ഥയെ എല്ലാവരുടെയൂം വിശ്വാസം എന്ന നിറം കൊണ്ട് ചായംപുരട്ടി.