{"celex_id": "32005D0729", "text": "COUNCIL DECISION\nof 7 June 2005\nabrogating Decision 2005/136/EC on the existence of an excessive deficit in the Netherlands\n(2005/729/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas:\n(1)\nBy Decision 2005/136/EC (1) following a recommendation from the Commission in accordance with Article 104(6) of the Treaty, the Council decided that an excessive deficit existed in the Netherlands.\n(2)\nIn accordance with Article 104(7) of the Treaty, the Council made a Recommendation on 2 June 2004 addressed to the Netherlands with a view to bringing the excessive deficit situation to an end. This Recommendation, in conjunction with Article 3(4) of Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (2), established a deadline of 2005 at the latest for the correction of the excessive deficit.\n(3)\nIn accordance with Article 104(12) of the Treaty, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(4)\nThe definitions of ‘government’ and ‘deficit’ are laid down in the Protocol on the excessive deficit procedure by reference to the European System of Integrated Economic Accounts, second edition. The data for the excessive deficit procedure are provided by the Commission.\n(5)\nBased on the data provided by the Commission after reporting by the Netherlands before 1 March 2005 in accordance with Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (3), on the subsequent reporting of revised general government accounts to Eurostat on 31 March 2005, and on the Commission services’ Spring 2005 forecast, the following conclusions are warranted:\n-\nthe general government deficit is estimated at 2,3 % of GDP in 2004, compared with 3,2 % in 2003. The outcome for 2004 is in compliance with the Council recommendation issued under Article 104(7) of the Treaty, particularly as regards the reduction of the government deficit below the reference value of 3 % of GDP by 2005 at the latest. Fiscal adjustment was pursued in 2004 in the form of substantial savings measures, partly contained in the 2004 budget and partly decided in the additional consolidation package on 14 April 2004. Moreover, stronger-than-expected tax receipts and additional revenues from the sale of natural gas in response to high oil prices helped reduce the deficit,\n-\nthe budgetary measures taken are geared towards securing a lasting improvement in the general government balance. For 2005, the Commission services’ Spring 2005 forecast projects a further decline in the general government deficit to 2,0 % of GDP, largely in response to savings measures, mostly of a structural nature, adding up to 0,5 % of GDP. This is in line with the official target of a deficit of 2,1 % of GDP. For 2006, the Commission services’ Spring 2005 forecast projects, based on currently known policies, a further fall in the deficit to 1,6 % of GDP, pointing to the durable correction of the budget deficit,\n-\nthe budgetary consolidation will be sustained through a reduction in the cyclically adjusted deficit which is expected to reach close to balance after the excessive deficit has been corrected. In 2004, the cyclically adjusted deficit fell markedly to 1,2 % of GDP, compared to 2,0 % of GDP in 2003. The Commission services’ Spring 2005 forecast projects the cyclically adjusted deficit to further decrease in 2005 by another 0,8 % of GDP, to 0,4 % of GDP, which is close to balance, and to fall to 0,0 % of GDP in 2006,\n-\naccording to the March 2005 excessive deficit procedure notification, the government debt ratio was kept below the 60 % of GDP reference value in 2004. The Commission services’ Spring 2004 forecast projects it to remain below this threshold in 2005 and 2006.\n(6)\nDecision 2005/136/EC should therefore be abrogated,\nHAS ADOPTED THIS DECISION:\nArticle 1\nFrom an overall assessment it follows that the correction of the excessive deficit situation in the Netherlands was completed in 2004, under the terms of the recommendation addressed to the Netherlands on 2 June 2004 in accordance with Article 104(7) of the Treaty.\nArticle 2\nDecision 2005/136/EC is hereby abrogated.\nArticle 3\nThis Decision is addressed to the Kingdom of the Netherlands.\nDone at Luxembourg, 7 June 2005.", "labels": ["100199", "100277", "100205", "100283", "100204", "100282"], "publication_date": "2005-06-07", "data_type": "train"}
{"celex_id": "32006R1574", "text": "COMMISSION REGULATION (EC) No 1574/2006\nof 19 October 2006\non the issue of licences for the import of garlic in the quarter from 1 December 2006 to 28 February 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1),\nHaving regard to Commission Regulation (EC) No 1870/2005 of 16 November 2005 opening and providing for the administration of tariff quotas and introducing a system of import licences and certificates of origin for garlic imported from third countries (2), and in particular Article 10(2) thereof,\nWhereas:\n(1)\nThe quantities for which licence applications have been lodged by traditonal importers and by new importers during the first five working days of October 2006, pursuant to Article 8(3) of Regulation (EC) No 1870/2005 exceed the quantities available for products originating in China, Argentina and all third countries other than China and Argentina.\n(2)\nIt is now necessary to establish the extent to which the licence applications sent to the Commission by 16 October 2006 can be met and to fix, for each category of importer and product origin, the dates until which the issue of certificates should be suspended,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nApplications for import licences lodged pursuant to Article 4(1) of Regulation (EC) No 1870/2005, during the first five working days of October 2006 and sent to the Commission by 16 October 2006, shall be met at a percentage rate of the quantities applied for as set out in Annex I to this Regulation.\nArticle 2\nFor each category of importer and the origin involved, applications for import licences pursuant to Article 4(1) of Regulation (EC) No 1870/2005 relating to the quarter from 1 December 2006 to 28 February 2007 and lodged after the first five working days of October 2006 but before the date in Annex II to this Regulation, shall be rejected.\nArticle 3\nThis Regulation shall enter into force on 20 October 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 19 October 2006.", "labels": ["100194", "100171", "100192", "100253"], "publication_date": "2006-10-19", "data_type": "train"}
{"celex_id": "32011R0500", "text": "COMMISSION IMPLEMENTING REGULATION (EU) No 500/2011\nof 20 May 2011\nestablishing the standard import values for determining the entry price of certain fruit and vegetables\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1580/2007 of 21 December 2007 laying down implementing rules for Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector (2), and in particular Article 138(1) thereof,\nWhereas:\nRegulation (EC) No 1580/2007 lays down, pursuant to the outcome of the Uruguay Round multilateral trade negotiations, the criteria whereby the Commission fixes the standard values for imports from third countries, in respect of the products and periods stipulated in Annex XV, Part A thereto,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nThe standard import values referred to in Article 138 of Regulation (EC) No 1580/2007 are fixed in the Annex hereto.\nArticle 2\nThis Regulation shall enter into force on 21 May 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 20 May 2011.", "labels": ["100207", "100253", "100245"], "publication_date": "2011-05-20", "data_type": "dev"}
{"celex_id": "32011D0092", "text": "COMMISSION DECISION\nof 10 February 2011\nintroducing the questionnaire to be used for the first report on the implementation of Directive 2009/31/EC of the European Parliament and of the Council on the geological storage of carbon dioxide\n(notified under document C(2011) 657)\n(Text with EEA relevance)\n(2011/92/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/31/EC of the European Parliament and of the Council of 23 April 2009 on the geological storage of carbon dioxide and amending Council Directive 85/337/EEC, European Parliament and Council Directives 2000/60/EC, 2001/80/EC, 2004/35/EC, 2006/12/EC, 2008/1/EC and Regulation (EC) No 1013/2006 (1), and in particular Article 27(1), thereof,\nHaving regard to Council Directive 91/692/EEC of 23 December 1991 on standardising and rationalising reports on the implementation of certain Directives relating to the environment (2),\nWhereas:\n(1)\nArticle 27(1) of Directive 2009/31/EC requires that Member States submit a report to the Commission on the implementation of Directive 2009/31/EC, including on the register referred to in Article 25(1)(b) of Directive 2009/31/EC, every 3 years.\n(2)\nArticle 27(1) of Directive 2009/31/EC further requires that the report be drawn up on the basis of either a questionnaire or outline drafted by the Commission in accordance with the procedure referred to in Article 6 of Directive 91/692/EEC. A questionnaire with questions on all relevant elements of Directive 2009/31/EC appears to be best suited to ensure that the information provided by the Member States in their reports is complete and comparable.\n(3)\nThe first report should be sent to the Commission by 30 June 2011. The questionnaire produced by the Commission should be sent to Member States at least 6 months before the deadline for the submission of the report.\n(4)\nThe measures provided for in this Decision are in accordance with the opinion expressed by the Climate Change Committee, according to the procedure referred to in Article 6 of Directive 91/692/EEC,\nHAS ADOPTED THIS DECISION:\nArticle 1\nMember States shall use the questionnaire set out in the Annex as a basis for the first report on the implementation of Directive 2009/31/EC.\nArticle 2\nThis Decision is addressed to the Member States.\nDone at Brussels, 10 February 2011.", "labels": ["100244", "100262", "100220", "100175", "100261", "100263", "100242"], "publication_date": "2011-02-10", "data_type": "dev"}
{"celex_id": "32014D0455", "text": "COUNCIL DECISION 2014/455/CFSP\nof 11 July 2014\namending Decision 2014/145/CFSP concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nHaving regard to Council Decision 2014/145/CFSP of 17 March 2014 concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine (1), and in particular Article 3(1) thereof,\nWhereas:\n(1)\nOn 17 March 2014, the Council adopted Decision 2014/145/CFSP.\n(2)\nIn view of the gravity of the situation in Ukraine, the Council considers that additional persons should be added to the list of persons, entities and bodies subject to restrictive measures as set out in the Annex to Decision 2014/145/CFSP.\n(3)\nThe Annex to Decision 2014/145/CFSP should therefore be amended accordingly,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe persons listed in the Annex to this Decision shall be added to the list set out in the Annex to Decision 2014/145/CFSP.\nArticle 2\nThis Decision shall enter into force on the date of its publication in the Official Journal of the European Union.\nDone at Brussels, 11 July 2014.", "labels": ["100277", "100283", "100172", "100170", "100282"], "publication_date": "2014-07-11", "data_type": "test"}
{"celex_id": "32014R1000", "text": "COMMISSION IMPLEMENTING REGULATION (EU) No 1000/2014\nof 23 September 2014\nestablishing the standard import values for determining the entry price of certain fruit and vegetables\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Implementing Regulation (EU) No 543/2011 of 7 June 2011 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 in respect of the fruit and vegetables and processed fruit and vegetables sectors (2), and in particular Article 136(1) thereof,\nWhereas:\n(1)\nImplementing Regulation (EU) No 543/2011 lays down, pursuant to the outcome of the Uruguay Round multilateral trade negotiations, the criteria whereby the Commission fixes the standard values for imports from third countries, in respect of the products and periods stipulated in Annex XVI, Part A thereto.\n(2)\nThe standard import value is calculated each working day, in accordance with Article 136(1) of Implementing Regulation (EU) No 543/2011, taking into account variable daily data. Therefore this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nThe standard import values referred to in Article 136 of Implementing Regulation (EU) No 543/2011 are fixed in the Annex to this Regulation.\nArticle 2\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 23 September 2014.", "labels": ["100207", "100193", "100253", "100245"], "publication_date": "2014-09-23", "data_type": "test"}
