{"text": "1/03 DrKioni.com Awarded ByRegion.net Healers Best of Websites Award DrKioni Live Internet Radio can now heard on AuctionWitch.com.  2/03 Announcing strategic web partnership with AuctionWitch.com.  2/03 Site Popularity: Metaphysical Link Directory 1383 distinct links, MSN 143 Links,  Site Popularity: AllTheWeb 148 Links, Alexa 76 Links. Google 166 Links, AltaVista 117 Links  Site Popularity: Yahoo 166 Links, Lycos 97 Links, Teoma, 71 Links, Ask Jeeves 80 Links,  Site Popularity: Google/AOL 166 Links, HotBot/Inktomi 142 Links, Excite 30 Links, i won Search 166 Links.  September 2002 Dr. Kioni celebrates 10th Anniversary online!  September Geo Listener Stats: 483 people tune to Internet Radio for a total of 408 hours!  August Geo Listener Stats: 303 people tune to Internet Radio for a total of 114 hours!  September 2002 Life Success Empowerment Internet Radio goes live!  DrKioni.com averages 3528 hits per day! July 2002 Statistics.  August 2002 Website redesigned - added separate products and services page.  August 2002 DrKioni.com offers site visitors discount telecom services through Cognigen; A leading global provider of discount telecom services.  June 2002 DrKioni.com Internet Radio premiers. Powered by Live365.  May 2002 World's Largest Metaphysical Link Directory added!  2002 Adds Personal Development giants Nightingale.com and mp3Motivators.com.  Jul 1999 Publishes the online eZine Esoteric Prosperity ISSN: 1528-7874. Awarded Topica's Pick for Valuable Content.  Oct 1998 DrKioni.com evolves online as a theme oriented virtual ecommerce website first began as the Exalted Living Institute.  1998 Becomes a member of Commission Junction. Begins marketing affiliate sites online.  1996 Began marketing telecommunications products and services online.  1992 The beginning - Owner and Sysop of Computer Bulletin Board. Service (BBS).", "date": "12,July,2003", "gender": "male", "age": 48, "horoscope": "Libra", "job": "Religion"}
{"text": "WDRKLOVE Positive Vibes - DrKioni.com Web Station  904 Total Listening Hours in the last 30 days.   Countries tuning in to WDRKLOVE Positive Vibes: United States, Portugal, Japan, El Salvador,  Ukraine, United Kingdom, Switzerland, Hong Kong,    Israel, Belgium, Canada, Mexico, Brazil, France, Germany, Singapore, Chile, Australia, Korea Republic of, Thailand, Hungary, New Zealand, Norway, Indonesia, Yugoslavia, Netherlands, Spain,  Denmark,   Austria, Sweden, People's Republic China, Bahamas.", "date": "07,July,2003", "gender": "male", "age": 48, "horoscope": "Libra", "job": "Religion"}
