മെഡിന്‍സ്‌കിയും കരാറില്‍ ഒപ്പിട്ടു.
ഗവണ്‍മെന്റ്‌ സിവില്‍ ഹോസ്പിറ്റല്‍ ജുനാഗദ് കാര്‍ഷിക സര്‍വ്വകലാശാലയുടെ പാല്‍സംസ്‌ക്കരണ പ്ലാന്റ്, മറ്റ്‌കെട്ടിടങ്ങള്‍ എന്നിവ ഉദ്ഘാടനം ചെയ്തവയില്‍പ്പെടുന്നു.
ആസ്‌ട്രേലിയയിലെ ഗോള്‍ഡ് കോസ്റ്റ് സിറ്റിയില്‍ നടക്കുന്ന കോമണ്‍വെല്‍ത്ത് ഗെയിംസില്‍ ഇന്ത്യക്ക് ലഭിച്ച രണ്ടാമത്തെ സ്വര്‍ണ്ണ മെഡലാണ് ചാനുവിന്റേത്.
2018-30 ല്‍ റെയില്‍വെയുടെ അടിസ്ഥാന സൗകര്യവികസനത്തിന് 50 ലക്ഷം കോടി രൂപയുടെ നിക്ഷേപം ആവശ്യം
ഒരു പണിക്കാരന് വേതനം കിട്ടുന്നതോ വീട്ടിലേക്ക് പണം അയയ്ക്കുന്നതോ ഒരു ദിവസത്തെ ജോലി കളയാതെ തന്നെ വേഗത്തിലാക്കിയിരിക്കുന്നു.
- ലോക ബാങ്കിന്റെ 2016ലെ ലോജിസ്‌റ്‌റിക്‌സ് പെര്‍ഫോമന്‍സ് സൂചികയില്‍ ഇന്ത്യ പത്തൊമ്പതാം സ്ഥാനത്തെത്തി
'പണ്ഡിറ്റ് ജവഹര്‍ലാല്‍ നെഹ്‌റുവിന് അദ്ദേഹത്തിന്റെ ജന്മ വാര്‍ഷിക ദിനത്തില്‍ ശ്രദ്ധാഞ്ജലി', പ്രധാനമന്ത്രി പറഞ്ഞു.
‘എല്ലാവര്‍ക്കും ഒപ്പം-എല്ലാവരുടെയൂം വികാസം’ എന്ന മന്ത്രത്തോടെയാണ് നാം തുടങ്ങിയത്, എന്നാല്‍ അഞ്ചുവര്‍ഷത്തിനുള്ളില്‍ നാട്ടുകാര്‍ രാജ്യത്തിന്റെ മൊത്തം മാനസികാവസ്ഥയെ എല്ലാവരുടെയൂം വിശ്വാസം എന്ന നിറം കൊണ്ട് ചായംപുരട്ടി.
സിക്കിം, അരുണാചല്‍ പ്രദേശ്, ത്രിപുര എന്നിവിടങ്ങളിലെ സംയോജിക കമാന്റ് ആന്റ് കണ്‍ട്രോള്‍ സെന്ററുകള്‍ക്ക് പ്രധാനമന്ത്രി തറക്കല്ലിട്ടു
തന്റെ ഗവണ്‍മെന്റ് നടപ്പിലാക്കിയ മാറ്റത്തിന്റെ ചില ഉദാഹരണങ്ങളാണ് ഇവ എന്നും നവ ഇന്ത്യയുടെ പുതിയ ആത്മവിശ്വാസമാണിത് പ്രതിഫലിപ്പിക്കുന്നതെന്നും പ്രധാനമന്ത്രി പറഞ്ഞു.