[
    {
        "correctTitle": "titleA",
        "id": "415133",
        "sectionText": "১) সমস্ত প্রশংসা আল্লাহর, যিনি আসমান ও যমীনের স্রষ্টা এবং ফেরেশতাগণকে করেছেন বার্তাবাহক-তারা দুই দুই, তিন তিন ও চার চার পাখাবিশিষ্ট। তিনি সৃষ্টি মধ্যে যা ইচ্ছা যোগ করেন। নিশ্চয় আল্লাহ সর্ববিষয়ে সক্ষম। \n২) আল্লাহ মানুষের জন্য অনুগ্রহের মধ্য থেকে যা খুলে দেন, তা ফেরাবার কেউ নেই এবং তিনি যা বারণ করেন, তা কেউ প্রেরণ করতে পারে না তিনি ব্যতিত। তিনি পরাক্রমশালী প্রজ্ঞাময়। \n৩) হে মানুষ, তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর। আল্লাহ ব্যতীত এমন কোন স্রষ্টা আছে কি, যে তোমাদেরকে আসমান ও যমীন থেকে রিযিক দান করে? তিনি ব্যতীত কোন উপাস্য নেই। অতএব তোমরা কোথায় ফিরে যাচ্ছ? \n৪) তারা যদি আপনাকে মিথ্যাবাদী বলে, তবে আপনার পূর্ববর্তী পয়গম্বরগণকেও তো মিথ্যাবাদী বলা হয়েছিল। আল্লাহর প্রতিই যাবতীয় বিষয় প্রত্যাবর্তিত হয়। \n৫) হে মানুষ, নিশ্চয় আল্লাহর ওয়াদা সত্য। সুতরাং, পার্থিব জীবন যেন তোমাদেরকে প্রতারণা না করে। এবং সেই প্রবঞ্চক যেন কিছুতেই তোমাদেরকে আল্লাহ সম্পর্কে প্রবঞ্চিত না করে।\n\n৬) শয়তান তোমাদের শত্রু; অতএব তাকে শত্রু রূপেই গ্রহণ কর। সে তার দলবলকে আহবান করে যেন তারা জাহান্নামী হয়। \n৭) যারা কুফর করে তাদের জন্যে রয়েছে কঠোর আযাব। আর যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্যে রয়েছে ক্ষমা ও মহা পুরস্কার। \n৮) যাকে মন্দকর্ম শোভনীয় করে দেখানো হয়, সে তাকে উত্তম মনে করে, সে কি সমান যে মন্দকে মন্দ মনে করে। নিশ্চয় আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচছা সৎপথ প্রদর্শন করেন। সুতরাং আপনি তাদের জন্যে অনুতাপ করে নিজেকে ধ্বংস করবেন না। নিশ্চয়ই আল্লাহ জানেন তারা যা করে। \n৯) আল্লাহই বায়ু প্রেরণ করেন, অতঃপর সে বায়ু মেঘমালা সঞ্চারিত করে। অতঃপর আমি তা মৃত ভূ-খন্ডের দিকে পরিচালিত করি, অতঃপর তদ্বারা সে ভূ-খন্ডকে তার মৃত্যুর পর সঞ্জীবিত করে দেই। এমনিভাবে হবে পুনরুত্থান। \n১০) কেউ সম্মান চাইলে জেনে রাখুন, সমস্ত সম্মান আল্লাহরই জন্যে। তারই দিকে আরোহণ করে সৎবাক্য এবং সৎকর্ম তাকে তুলে নেয়। যারা মন্দ কার্যের চক্রান্তে লেগে থাকে, তাদের জন্যে রয়েছে কঠোর শাস্তি। তাদের চক্রান্ত ব্যর্থ হবে।\n",
        "titleA": "১-১০",
        "titleB": "নামকরণ",
        "titleC": "আয়াতসমূহ",
        "titleD": "১১-২০",
        "url": "https://bn.wikipedia.org/wiki?curid=415133"
    },
    {
        "correctTitle": "titleB",
        "id": "365512",
        "sectionText": "শাহী বাংলা অর্থনীতি উত্তরাধিকার সূত্রে দিল্লি সুলতানির পূর্ব দিকগুলি, যেমন শহর, বেতনযুক্ত আমলা এবং জমিদার মালিকানার জাগিদার ব্যবস্থা বলবৎ। বাংলার সুলতানের নামে রচিত রৌপ্য মুদ্রার উত্পাদন ছিল বাঙালি সার্বভৌমত্বের চিহ্ন। দিল্লি এবং অন্যান্য সমসাময়িক এশীয় ও ইউরোপীয় সরকারগুলির চেয়ে খাঁটি রৌপ্য মুদ্রা বানাতে বাংলা আরও বেশি সফল ছিল। রৌপ্যের তিনটি উত্স ছিল। প্রথম উত্সটি ছিল পূর্ববর্তী রাজ্যের বাকী রৌপ্য মজুদ। দ্বিতীয় উত্স হ'ল অধীনস্ত রাজ্যের শ্রদ্ধা নিবেদন যা রৌপ্যর ছিল। তৃতীয় উত্স ছিল সামরিক অভিযানের সময় যখন বাংলার বাহিনী প্রতিবেশী রাজ্যগুলিকে অভিযান করেছিল।\n\nপঞ্চদশ শতাব্দীর শুরুতে বঙ্গীয় অর্থনীতির আপাত উজ্জ্বলতাকে দিল্লি প্রতি শ্রদ্ধা নিবেদনের শেষ হিসাবে চিহ্নিত করা হয়, যা বাংলার স্বাধীনতার পরে বন্ধ হয়ে যায় এবং সম্পদের বহিঃপ্রবাহ বন্ধ হয়ে যায়। মা হুয়ানের সমৃদ্ধ জাহাজ নির্মাণ শিল্পের সাক্ষ্য এই প্রমাণ করে যে বাংলা বঙ্গোপসাগরের সমুদ্র উপকূলীয় বাণিজ্য ব্যাপকভাবে উপভোগ করেছিল। মসলিন উত্পাদন, রেশম চাষের সম্প্রসারণ এবং আরও কয়েকটি কারুকাজের উত্থান ইঙ্গিত দেওয়া হয়েছিল মা হুয়ানের বাংলা থেকে চীন রফতানি হওয়া বস্তুর তালিকায়। পঞ্চদশ শতাব্দীর মাঝামাঝি সময়ে ভারত মহাসাগর থেকে সরে আসার আগ পর্যন্ত বাংলার জাহাজ এবং চীনা জাহাজসমূহ সহাবস্থানে ছিল। লুডোভিচো ডি ভার্থেমা, দুয়ার্তে বার্বোসা এবং তোমে পিরে মতো ইউরোপীয় ভ্রমণকারীদের সাক্ষ্য মালাক্কায় বিপুল সংখ্যক ধনী বাঙালি বণিক এবং জাহাজের মালিকের উপস্থিতির প্রমাণ দেয়। বাংলা ছিল এক প্রকার আড়ৎ। উদাহরণস্বরূপ, ঘোড়াগুলি বাংলায় আমদানি করা হতো এবং পুনরায় চীনে রফতানি করা হ্তো।\n\nবাংলায় একটি জোরদার নদীকেন্দ্রিক জাহাজ নির্মাণের ঐতিহ্য বিদ্যমান ছিল। গঙ্গা বদ্বীপে সালতানতের নৌ মহড়ার জাহাজ নির্মাণের ঐতিহ্যের প্রমাণ পাওয়া যায়। বঙ্গ ও মালদ্বীপের ধান এবং গাভী শেলের বাণিজ্য সম্ভবত আরব ধাঁচের বাঘলা জাহাজের মাধ্যমে হয়েছিল। চীনা বিবরণগুলি দক্ষিণ পূর্ব এশীয় সাগরে বাংলা জাহাজগুলি বিশিষ্ট ছিল বলে ইঙ্গিত পাওয়া যায়। বাংলার একটি জাহাজ, সম্ভবত বাংলার সুলতানের মালিকানাধীন, বাংলা, ব্রুনাই এবং সুমাত্রা থেকে তিনটি শ্রদ্ধা নিবেদনের ব্যবস্থা করতে পারত - সম্ভবত এ জাতীয় কাজেই সক্ষম একমাত্র জাহাজ ছিল এটি। দক্ষিণ-পূর্ব এশীয় সাগরে মধ্যে সেই দশকগুলিতে বাংলার জাহাজগুলো ছিল সবচেয়ে বড় ।\n",
        "titleA": "নগর স্থাপত্য",
        "titleB": "অর্থনীতি",
        "titleC": "প্রতিষ্ঠিত শহর",
        "titleD": "১৫শ শতক",
        "url": "https://bn.wikipedia.org/wiki?curid=365512"
    },
    {
        "correctTitle": "titleD",
        "id": "345272",
        "sectionText": "এই ফল দৈর্ঘ্য প্রায় এবং উপবৃত্তাকার আকৃতির হয়। এর সাধারণত পাঁচটি বিশিষ্ট অনুদৈর্ঘ্য ঢাল থাকে, কিন্তু বিরল দৃষ্টান্ত হিসেবে কখনো ৪টি অথবা ৮টি বা তারচেয়ে বেশি ঢাল থাকতে পারে। ক্রুশ আকৃতির বিভক্তি বা ভাগের কারণে এটি দেখতে তারকাসাদৃশ। কামরাঙার ত্বক পাতলা, মসৃণ, ও মোমের মতো হয় এবং পরিপক্ব অবস্থায় অন্ধকার হলুদাভ হালকা বর্ণ ধারণ করে। ভেতরের মাংসল স্থান পরিষ্কার এবং এবং হালকা হলুদ বর্ণের। প্রতিটি ফলের ১০ থেকে ১২টি সমতল হালকা বাদামী বীজ থাকতে পারে যা প্রস্থে এবং নরম ও আঠাল ছিলকে আবদ্ধ।l একবার ফল থেকে অপসারণ করা হয়ে কয়েকদিনের মধ্যে কার্যকরতা হারায়।\n\nপাকানোর সুযোগ দেয়া হলে চুকা বৈচিত্র্যের 'গোল্ডেন স্টার', ফলও মিষ্টি হতে পারে।\n",
        "titleA": "ঝুঁকি",
        "titleB": "উপকারিতা",
        "titleC": "অন্যান্য ব্যবহারসমূহ",
        "titleD": "বিবরণ",
        "url": "https://bn.wikipedia.org/wiki?curid=345272"
    }
]