{"celex_id": "32014R0727", "uri": "http://publications.europa.eu/resource/cellar/8b6a0660-00f0-11e4-831f-01aa75ed71a1", "document_type": "Regulation", "title": "Commission Implementing Regulation (EU) No 727/2014 of 30 June 2014 initiating a ‘new exporter’ review of Council Implementing Regulation (EU) No 1389/2011 imposing a definitive anti-dumping duty on imports of trichloroisocyanuric acid originating in the People's Republic of China, repealing the duty with regard to imports from one exporter in this country and making these imports subject to registration\n", "header": "1.7.2014 EN Official Journal of the European Union L 192/42\nCOMMISSION IMPLEMENTING REGULATION (EU) No 727/2014\nof 30 June 2014\ninitiating a ‘new exporter’ review of Council Implementing Regulation (EU) No 1389/2011 imposing a definitive anti-dumping duty on imports of trichloroisocyanuric acid originating in the People's Republic of China, repealing the duty with regard to imports from one exporter in this country and making these imports subject to registration\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’) and in particular Article 11(4) thereof,\nAfter informing the Member States,\nWhereas:\n1.   REQUEST\n(1) The European Commission (‘Commission’) has received a request for a ‘new exporter’ review pursuant to Article 11(4) of the basic Regulation.\n(2) The request was lodged on 4 January 2014 by Juancheng Kangtai Chemical Co. Ltd (‘the applicant’), an exporting producer in the People's Republic of China (‘PRC’) of trichloroisocyanuric acid.\n2.   PRODUCT\n(3) The product under review is trichloroisocyanuric acid and preparations thereof (TCCA), also referred to as ‘symclosene’ under the international non-proprietary name (INN), currently falling within CN codes ex 2933 69 80 and ex 3808 94 20 (TARIC codes 2933698070 and 3808942020), and originating in the PRC (‘the product under review’).\n3.   EXISTING MEASURES\n(4) The measures currently in force are a definitive anti-dumping duty imposed by Council Implementing Regulation (EU) No 1389/2011 (2) under which imports into the Union of the product under review originating in the PRC, including the product produced by the applicant, are subject to a definitive anti-dumping duty of 42,6 % with the exception of several companies specially mentioned in Article 1(2) of that Regulation which are subject to individual duty rates.\n4.   GROUNDS\n(5) The applicant claims that it did not export the product under review to the Union during the period of investigation on which the anti-dumping measures were based, i.e. the period from 1 April 2003 to 31 March 2004 (‘the original investigation period’).\n(6) Furthermore, the applicant claims that it is not related to any of the exporting producers of the product under review which are subject to the above-mentioned anti-dumping measures.\n(7) The applicant further claims that it has begun exporting the product under review to the Union after the end of the original investigation period.\n5.   PROCEDURE\n(8) Union producers known to be concerned have been informed of the request for a review and have been given an opportunity to comment.\n(9) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of a ‘new exporter’ review, pursuant to Article 11(4) of the basic Regulation, with a view to determine the applicant's individual margin of dumping and, should dumping be found, the level of the duty to which its imports of the product under review into the Union shall be subject.\n(10) If it is determined that the applicant fulfils the requirements to have an individual duty established, it may be necessary to amend the rate of duty currently applicable to imports of the product under review from companies not individually mentioned in Article 1(2) of Implementing Regulation (EU) No 1389/2011.\n(a)   Questionnaires\n(11) In order to obtain information it deems necessary for its investigation, the Commission will send a questionnaire to the applicant.\n(b)   Collection of information and holding of hearings\n(12) All interested parties are hereby invited to make their views known in writing and to provide supporting evidence.\n(13) Furthermore, the Commission may hear interested parties, provided that they make a request in writing showing that there are particular reasons why they should be heard.\n(c)   Selection of the market economy country\n(14) Since the applicant expressly waived the right to claim that market economy conditions prevail for it, normal value shall be determined on the basis of Article 2(7)(a) of the basic Regulation. Therefore, an appropriate market economy country will be used for the purpose of establishing normal value in respect of the PRC. The Commission envisages using Japan again for this purpose as was done in the investigation which led to the imposition of measures on imports of the product under review from the PRC. Interested parties are hereby invited to comment on the appropriateness of this choice within the specific time limit set in Article 4(3) of this Regulation. According to the information available to the Commission, other market economy suppliers of the Union may be located, inter alia, in Switzerland, Malaysia and Indonesia. The Commission will examine whether there is production and sales of the product under investigation in those market economy third countries for which there are indications that production of the product under investigation is taking place.\n6.   REPEAL OF THE DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(15) Pursuant to Article 11(4) of the basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product under review which are produced and sold for export to the Union by the applicant. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the basic Regulation, in order to ensure that, should the review result in a finding of dumping in respect of the applicant, anti-dumping duties can be levied retroactively to the date of the initiation of the review. The amount of the applicant's possible future liabilities cannot be estimated at this stage of the proceeding.\n7.   TIME-LIMITS\n(16) In the interest of sound administration, time-limits should be stated within which:\n— interested parties may make themselves known to the Commission, present their views in writing and submit any information to be taken into account during the investigation,\n— interested parties may make a written request to be heard by the Commission,\n— interested parties may comment on the appropriateness of Japan which is envisaged as a market-economy country for the purpose of establishing normal value,\n— Attention is drawn to the fact that the exercise of most procedural rights set out in the basic Regulation depends on the party's making itself known within the time-limits indicated in Article 4 of this Regulation.\n8.   COMMUNICATION WITH INTERESTED PARTIES\n(17) Interested parties are invited to make all submissions and requests by e-mail including scanned powers of attorney and certification sheets, with the exception of voluminous replies which shall be submitted on a CD-ROM or DVD by hand or by registered mail. Their use of e-mail will constitute an agreement for the communication by e-mail and acceptance of the rules specified in the communication instructions with interested parties which are published on the website of the Directorate-General for Trade: http://trade.ec.europa.eu/doclib/docs/2011/june/tradoc_148003.pdf. The interested parties must indicate their name, address, telephone and a valid e-mail address and they should ensure that the provided e-mail address is a functioning official business e-mail which is checked on a daily basis. Once contact details are provided, the Commission will communicate with interested parties by e-mail only, unless they explicitly request to receive all documents from the Commission by another means of communication or unless the nature of the document to be sent requires the use of a registered mail. For further rules and information concerning correspondence with the Commission including principles that apply to submissions by e-mail, interested parties should consult the communication instructions with interested parties referred to above.\n(18) All written submissions, including the information requested in this Regulation, questionnaire replies and correspondence provided by interested parties on a confidential basis must be labelled as ‘Limited’ and, in accordance with Article 19(2) of Regulation (EC) No 1225/2009, must be accompanied by a non-confidential version, which must be labelled ‘For inspection by interested parties’.\nEuropean Commission\nDirectorate-General for Trade\nDirectorate H\nOffice: N105 8/21\n1049 Bruxelles/Brussel\nBELGIQUE/BELGIË\nE-mail: trade-tcca-review-bis@ec.europa.eu\n9.   NON-COOPERATION\n(19) In cases in which any interested party refuses access to or does not provide the necessary information within the time-limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic Regulation, on the basis of the facts available.\n(20) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made of facts available.\n(21) If an interested party does not cooperate or cooperates only partially and findings are therefore based on the facts available in accordance with Article 18 of the basic Regulation, the result may be less favourable to that party than if it had cooperated.\n(22) Failure to give a computerised response shall not be deemed to constitute non-cooperation, provided that the interested party shows that presenting the response as requested would result in an unreasonable extra burden or unreasonable additional cost. The interested party should immediately contact the Commission.\n10.   SCHEDULE OF THE INVESTIGATION\n(23) The investigation will be concluded, pursuant to Article 11(5) of the basic Regulation, within nine months of the date of initiation of this review.\n11.   PROCESSING OF PERSONAL DATA\n(24) It is noted that any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3).\n12.   HEARING OFFICER\n(25) Interested parties may request the intervention of the Hearing Officer of the Directorate-General for Trade. The Hearing Officer acts as an interface between the interested parties and the Commission investigation services. The Hearing Officer reviews requests for access to the file, disputes regarding the confidentiality of documents, requests for extension of time-limits and requests by third parties to be heard. The Hearing Officer may organise a hearing with an individual interested party and mediate to ensure that the interested party's rights of defence are being fully exercised. The Hearing Officer will also provide opportunities for a hearing involving parties to take place which would allow different views to be presented and rebuttal arguments offered.\n(26) A request for a hearing with the Hearing Officer should be made in writing and should specify the reasons for the request. For hearings on issues pertaining to the initial stage of the investigation the request must be submitted within 15 days of the date of entry into force of this Regulation. Thereafter, a request to be heard must be submitted within specific deadlines set by the Commission in its communication with the parties.\n(27) For further information and contact details interested parties may consult the Hearing Officer's web pages on the Directorate-General for Trade's website: http://ec.europa.eu/commission_2010-2014/degucht/contact/hearing-officer,", "main_body": ["A review of Implementing Regulation (EU) No 1389/2011 is hereby initiated pursuant to Article 11(4) of Regulation (EC) No 1225/2009 in order to determine if and to what extent the imports of trichloroisocyanuric acid and preparations thereof, also referred to as ‘symclosene’ under the international non-proprietary name (INN), currently falling within within CN codes ex 2933 69 80 and ex 3808 94 20 (TARIC codes 2933698070 and 3808942020), originating in the People's Republic of China, produced and sold for export to the Union by Juancheng Kangtai Chemical Co. Ltd (TARIC additional code A101) should be subject to the anti-dumping duty imposed by Implementing Regulation (EU) No 1389/2011.", "The anti-dumping duty imposed by Implementing Regulation (EU) No 1389/2011 is hereby repealed with regard to the imports identified in Article 1 of the present Regulation.", "The Customs authorities are hereby directed, pursuant to Article 11(4) and Article 14(5) of Regulation (EC) No 1225/2009, to take the appropriate steps to register the imports into the Union identified in Article 1 of this Regulation.\nRegistration shall expire nine months following the date of entry into force of this Regulation.", "1.   Interested parties, if their representations are to be taken into account during the investigation, must make themselves known by contacting the Commission, present their views in writing and submit a reply to the questionnaire indicated in recital 11 of this Regulation or any information to be taken into account within 37 days from the date of the entry into force of this Regulation, unless otherwise specified.\n2.   Interested parties may request to be heard by the Commission investigation services. Any request to be heard must be made in writing and must specify the reasons for the request. For hearings on issues pertaining to the initial stage of the investigation the request must be submitted within 15 days of the date of entry into force of this Regulation. Thereafter, a request to be heard must be submitted within the specific deadlines set by the Commission in its communication with the parties.\n3.   Parties to the investigation wanting to comment on the appropriateness of Japan, which is envisaged as a market-economy third country for the purpose of establishing normal value in respect of the People's Republic of China, must submit their comments within 10 days of the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 346, 30.12.2011, p. 6.\n(3)  OJ L 8, 12.1.2001, p. 1.", "eurovoc_concepts": ["1402", "2771", "3191", "5055", "519", "5969", "5971"]}
{"celex_id": "31975R2481", "uri": "http://publications.europa.eu/resource/cellar/a3cf4090-afee-461d-b82e-79b5819ae786", "document_type": "Regulation", "title": "Regulation (EEC) No 2481/75 of the Council of 29 September 1975 amending Regulation (EEC) No 2511/69 laying down special measures for improving the production and marketing of Community citrus fruits\n", "header": "REGULATION (EEC) No 2481/75 OF THE COUNCIL  of 29 September 1975  amending Regulation (EEC) No 2511/69 laying down special measures for improving the production and marketing of Community citrus fruits\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas Council Regulation (EEC) No 2511/69 (2) of 9 December 1969 laying down special measures for improving the production and marketing of Community citrus fruits, as amended by Regulation (EEC) No 175/73 (3), provides for the granting of additional aid to small farmers to compensate for part of the loss of income caused by replanting;\nWhereas one of the conditions for the granting of this aid is that the area of the undertaking does not exceed five hectares ; whereas, when the total area of the undertaking exceeds five hectares but the area fit for agricultural use does not exceed that limit since the rest of the land is not cultivable, the farmer's economic situation is the same as in the cases mentioned in the Regulation ; whereas all farmers of an area fit for agricultural use not exceeding five hectares should receive identical treatment;\nWhereas Regulation (EEC) No 2511/69 set up in particular a scheme of financial compensation to promote sales of Community-produced oranges and mandarins on Community import markets by means of contracts ensuring regular supplies for these markets;\nWhereas experience has shown that the contractual scheme referred to above has not had the desired results as regards the growth of Community outlets for the products in question ; whereas, moreover, the increase in competition from certain producer third countries can only make it more difficult to market Community-produced citrus fruit on the Community market;\nWhereas to counter these difficulties Regulation (EEC) No 2511/69 should be modified by discontinuing the contractual scheme and increasing the amounts of financial compensation ; whereas this compensation should be extended to include clementines;\nWhereas during the recent marketing years there have also been problems as regards the distribution of Community lemon production on the Community import markets ; whereas, therefore, it is advisable, as a precautionary measure, to grant financial compensation in respect of this product for the remainder of the 1975/76 marketing year;\nWhereas, in order to ensure the effectiveness of such a system, provision should be made for bringing up to date the amounts fixed in respect of oranges, mandarins and clementines, taking into account the trend of the basic and buying-in prices for the products concerned,", "main_body": ["The first indent of Article 4 (1) of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"- the area of their undertaking which is fit for agricultural use does not exceed five hectares,\"", "The text of Article 6 of Regulation (EEC) No 2511/69 shall be replaced by the following:  (1)Opinion delivered on September 1975 (not yet published in the Official Journal). (2)OJ No L 318, 18.12.1969, p. 1. (3)OJ No L 25, 30.1.1973, p. 2.\n\"Sellers in the producer Member States shall receive, in accordance with the conditions set out below, financial compensation in respect of Community oranges, mandarins, clementines and lemons marketed in the other Member States.\nHowever, as regards lemons, this financial compensation shall only be granted for the 1975/76 marketing year.\"", "The text of Article 7 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"1. For the 1975/76 marketing year the financial compensation shall be fixed as follows:\n- 7.8 u.a./100 kg net for oranges of the Moro, Tarocco, Ovale calabrese, Belladonna, Navel and Valencia late varieties,\n- 6.7 u.a./100 kg net for oranges of the Sanguinello variety,\n- 4.4 u.a./100 kg net for oranges of the Sanguigno and Biondo comune varieties,\n- 6.7 u.a./100 kg net for mandarins,\n- 3.9 u.a./100 kg net for clementines,\n- 4.7 u.a./100 kg net for lemons.\n2. In subsequent marketing years the amount of financial compensation for oranges, mandarins and clementines shall be fixed each year before 1 August for the marketing year beginning during the following year according to the procedure laid down in Article 43 (2) of the Treaty, taking into account both the previous levels of this amount and the trend of the basic and buying-in prices of the products concerned. However, the percentage of the variation of the financial compensation by comparison with the preceding marketing year may not exceed the percentage of the variation of the basic and buying-in prices.\n3. Financial compensation shall only be granted in respect of products belonging to quality classes Extra and I.\"", "The text of Article 8 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"1. The financial compensation shall be paid to the sellers at their request, as soon as evidence has been furnished that the goods in question have entered the territory of the importing Member State and have been made available to the purchaser.\n2. Detailed rules for applying this Article shall be adopted in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72.\"", "The text of Article 9 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"The rules governing the financing of the common agricultural policy shall apply to the financial compensation referred to in Article 6.\"", "This Regulation shall enter into force on 1 October 1975.\nArticles 2, 3 and 4 shall apply:    - in respect of oranges, mandarins and clementines, from the beginning of the 1975/76 marketing year,\n- in respect of lemons, from the date of the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1975.\nFor the Council\nThe President\nG. MARCORA", "eurovoc_concepts": ["2319", "2713", "2938", "693"]}
{"celex_id": "32010D0008", "uri": "http://publications.europa.eu/resource/cellar/9821c96f-da4e-4c83-8e61-326966d0ac9e", "document_type": "Decision", "title": "2010/8/EU, Euratom: Commission Decision of 22 December 2009 declining the solution proposed by Austria under Article 10 of Council Regulation (EEC, Euratom) No 1553/89 relating to the calculation of a compensation to the VAT own resources base resulting from the restriction of the right to deduct VAT under Article 176 of Council Directive 2006/112/EC (notified under document C(2009) 10428)\n", "header": "7.1.2010 EN Official Journal of the European Union L 3/22\nCOMMISSION DECISION\nof 22 December 2009\ndeclining the solution proposed by Austria under Article 10 of Council Regulation (EEC, Euratom) No 1553/89 relating to the calculation of a compensation to the VAT own resources base resulting from the restriction of the right to deduct VAT under Article 176 of Council Directive 2006/112/EC\n(notified under document C(2009) 10428)\n(Only the German text is authentic)\n(2010/8/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 10(2) thereof,\nAfter consulting the Advisory Committee on Own Resources,\nWhereas:\n(1) The compensation to the VAT resources base is based on Article 6(4) of Regulation (EEC, Euratom) No 1553/89, which provides that where a Member State restricts or excludes, on the basis of Article 176 of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (2), the right to deduct input VAT, then the VAT own resources base may be determined as if the right of deduction had not been restricted. This applies only in respect of the purchase of passenger cars and their fuel used for business purposes, and of expenditure relating to the lease, hire, maintenance and repair of such cars. Austria proposed a multipart draft solution for such compensation to its VAT own resources base, which includes a method for six sub-categories.\n(2) Pursuant to Article 13(3) of Regulation (EEC, Euratom) No 1553/89, the solution proposed by Austria was examined in its entirety by the Advisory Committee on Own Resources at its meeting on 10 December 2009. The examination revealed a difference of opinion in the Committee regarding one of the sub-categories of the solution. That sub-category concerns the methodology proposed for the calculation of the private use component of the compensation to the harmonised VAT own resources base. A draft decision declining that sub-category of the solution presented by Austria was submitted to the Advisory Committee on Own Resources which delivered a positive opinion on 10 December 2009.\n(3) When calculating private use, in the absence of actual data, alternative methods can be used. To guarantee that these methods contribute to uniformity in the calculation of the compensation they should be based on generally accepted assumptions.\n(4) Austria requires taxable persons to administer actual data about the private use of business cars. However, for reasons of administrative simplicity, Austria has proposed a solution for the calculation of private use incorporating general statistical data combined with depreciation rules devised for non-harmonised corporate income tax purposes. Since the proposed solution results in a private use element significantly lower than the proportion used by other Member States, it is contradictory to the required uniformity in the calculation of the compensation. The solution proposed by Austria concerning the calculation of the private use proportion of cars acquired by businesses needs therefore to be declined,", "main_body": ["The solution proposed by Austria concerning the calculation of the private use proportion of cars acquired by businesses is declined.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 22 December 2009.\nFor the Commission\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 155, 7.6.1989, p. 9.\n(2)  OJ L 347, 11.12.2006, p. 1.", "eurovoc_concepts": ["3560", "365", "4256", "4261", "4353", "4585"]}
{"celex_id": "31982D0211", "uri": "http://publications.europa.eu/resource/cellar/09c1f5b0-01b0-4f24-a84f-b5b08359b41d", "document_type": "Decision", "title": "82/211/EEC: Commission Decision of 17 March 1982 establishing that the 'Jodon EA-immersion type X-Y micropositionable photographic plate holder, model MPH- 45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 17 March 1982\nestablishing that the 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors' may not be imported free of Common Customs Tariff duties\n(82/211/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as amended by Regulation (EEC) No 1027/79 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 10 September 1981, the United Kingdom requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors', intended for use in teaching experimental techiques of holography and related laser-based methods as well as for general research in the same fields, should be considered as a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 5 February 1982 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors', may not be regarded as an instrument or apparatus within the meaning of Article 3 (1) of the aforementioned Regulation (EEC) No 1798/75, but consists in fact of three accessories of a holographic system; whereas the latter must therefore be regarded as 'accessories' within the meaning of Article 3 (2) (a) of the said Regulation; whereas the possibility of granting importation free of duties must therefore be assessed in the light of the provisions of the said Article 3 (2) (a);\nWhereas the accessories in question are not suitable for use with an instrument or apparatus imported free of duties or capable of being so imported; whereas, therefore, the conditions for import free of duties are not fulfilled,", "main_body": ["The 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors', which is the subject of an application by the United Kingdom of 10 September 1981 may not be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 March 1982.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 134, 31. 5. 1979, p. 1.\n(3) OJ No L 318, 13. 12. 1979, p. 32.", "eurovoc_concepts": ["1091", "3842", "3874", "4110", "4381", "5287"]}
{"celex_id": "31996D0084", "uri": "http://publications.europa.eu/resource/cellar/4b177fff-1cb1-49a1-b4bb-1025acd6943e", "document_type": "Decision", "title": "96/84/Euratom, ECSC, EC: Commission Decision of 8 January 1996 adjusting the weightings applicable from 1 March 1994 to the remuneration of officials of the European Communities serving in third countries\n", "header": "COMMISSION DECISION of 8 January 1996 adjusting the weightings applicable from 1 March 1994 to the remuneration of officials of the European Communities serving in third countries (96/84/Euratom, ECSC, EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Staff Regulations of the Officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (ECSC, EC, Euratom) No 3161/94 (2), and in particular the second paragraph of Article 13 of Annex X thereto,\nWhereas, pursuant to the first paragraph of Article 13 of Annex X to the Staff Regulations, Council Regulation (EC, Euratom, ECSC) No 2356/95 (3) laid down the weightings to be applied from 1 January 1994 to the remuneration of officials serving in third countries, payable in the currency of their country of employment;\nWhereas the Commission has made a number of adjustments to these weightings in recent months, pursuant to the second paragraph of Article 13 of Annex X to the Staff Regulations (4);\nWhereas some of these weightings should be adjusted with effect from 1 March 1994 given that the statistics available to the Commission show that in certain third countries the variation in the cost of living measured on the basis of the weighting and the corresponding exchange rate has exceeded 5 % since weightings were last laid down,", "main_body": ["With effect from 1 March 1994 the weightings applicable to the remuneration of officials serving in third countries payable in the currency of their country of employment are adjusted as shown in the Annex.\nThe exchange rates for the calculation of such remuneration shall be those used for implementation of the general budget of the European Union for the month preceding the date referred to in the first paragraph."], "attachments": "Done at Brussels, 8 January 1996.\nFor the Commission\nHans VAN DEN BROEK\nMember of the Commission\n(1) OJ No L 56, 4. 3. 1968, p. 1.\n(2) OJ No L 335, 23. 12. 1994, p. 1.\n(3) OJ No L 241, 10. 10. 1995, p. 1.\n(4) OJ No L 263, 4. 11. 1995, pp. 20 to 28.\nANNEX\n>TABLE>", "eurovoc_concepts": ["1026", "1048", "2300", "3653", "4271", "4390"]}
{"celex_id": "31998R1298", "uri": "http://publications.europa.eu/resource/cellar/413a0d24-894c-4d28-810c-12823b30a1ae", "document_type": "Regulation", "title": "Commission Regulation (EC) No 1298/98 of 23 June 1998 amending Regulation (EC) No 577/97 laying down certain detailed rules for the application of Council Regulation (EC) No 2991/94 laying down standards for spreadable fats and of Council Regulation (EEC) No 1898/87 on the protection of designations used in the marketing of milk and milk products (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1298/98 of 23 June 1998 amending Regulation (EC) No 577/97 laying down certain detailed rules for the application of Council Regulation (EC) No 2991/94 laying down standards for spreadable fats and of Council Regulation (EEC) No 1898/87 on the protection of designations used in the marketing of milk and milk products (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2991/94 of 5 December 1994 laying down standards for spreadable fats (1), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EEC) No 1898/87 of 2 July 1987 on the protection of designations used in the marketing of milk and milk products (2), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 4(2) thereof,\nWhereas Commission Regulation (EC) No 577/97 (3), as last amended by Regulation (EC) No 623/98 (4), provides for a period allowing experience to be had of the method for verifying the fat content declaration as described in Annex II, before its application;\nWhereas, to allow for a more detailed examination of the viability of the method in the light of the difficulties notified by the economic operators in implementing it, the date from which the method is to apply must be postponed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committees concerned,", "main_body": ["Regulation (EC) No 577/97 is amended as follows:\nIn Article 2(3) the date '1 July 1998` is replaced by '1 January 1999`.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 316, 9. 12. 1994, p. 2.\n(2) OJ L 182, 3. 7. 1987, p. 36.\n(3) OJ L 87, 2. 4. 1997, p. 3.\n(4) OJ L 85, 20. 3. 1998, p. 3.", "eurovoc_concepts": ["2081", "239", "2871", "4860", "5573", "893"]}
{"celex_id": "31986R2503", "uri": "http://publications.europa.eu/resource/cellar/db6a3035-ae66-4ce0-bb6e-dc829bcb6834", "document_type": "Regulation", "title": "Commission Regulation (EEC) No 2503/86 of 5 August 1986 altering the coefficient relating to the differential amounts for colza, rape and sunflower seed\n", "header": "COMMISSION  REGULATION (EEC) No 2503/86\nof 5 August 1986\naltering the coefficient relating to the differential amounts for colza, rape and sunflower seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1454/86 (2),\nHaving regard to Council Regulation (EEC) No 1569/72 of 20 July 1972 laying down special measures for colza, rape and sunflower seed (3), as last amended by Regulation (EEC) No 1474/84 (4), and, in particular, Article 2a (2) thereof,\nWhereas the central rates of the various currencies forming the European Monetary System were altered with effect from 4 August 1986; whereas the coefficient referred to in Article 2a (2) of Regulation (EEC) No 1569/72 must be altered accordingly; whereas such alteration must be applicable with effect from 6 August 1986;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The value of the coefficient referred to in Article 2a (2) of Regulation (EEC) No 1569/72 is hereby fixed at 1,097805.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 6 August 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 133, 21. 5. 1986, p. 8.\n(3) OJ No L 167, 25. 7. 1972, p. 9.\n(4) OJ No L 143, 30. 5. 1984, p. 4.", "eurovoc_concepts": ["2676", "4472", "6042"]}
{"celex_id": "32001R2317", "uri": "http://publications.europa.eu/resource/cellar/469dae29-3f6a-4e52-b467-d892d014b98b", "document_type": "Regulation", "title": "Commission Regulation (EC) No 2317/2001 of 29 November 2001 repealing Regulation (EC) No 743/2001 prohibiting fishing for whiting by vessels flying the flag of Sweden\n", "header": "Commission Regulation (EC) No 2317/2001\nof 29 November 2001\nrepealing Regulation (EC) No 743/2001 prohibiting fishing for whiting by vessels flying the flag of Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy(1), as last amended by Regulation (EC) No 1965/2001(2), and in particular Article 21(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 743/2001(3) lays down that fishing for whiting in the waters of Skagerrak and Kattegat by vessels flying the flag of Sweden or registered in Sweden is to be prohibited.\n(2) On 22 October 2001, Denmark transferred to Sweden 50 tonnes of whiting in the waters of Skagerrak and Kattegat. Fishing for whiting in the waters of Skagerrak and Kattegat by vessels flying the flag of Sweden or registered in Sweden should consequently be authorised. Regulation (EC) No 743/2001 should therefore be repealed,", "main_body": ["Regulation (EC) No 743/2001 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 261, 20.10.1993, p. 1.\n(2) OJ L 268, 9.10.2001, p. 23.\n(3) OJ L 107, 18.4.2001, p. 3.", "eurovoc_concepts": ["2282", "2437", "2879", "4320", "4790", "5254"]}
{"celex_id": "31993D0422", "uri": "http://publications.europa.eu/resource/cellar/d9bb8ff5-274c-4cd4-aa58-dfbb05a8d6c1", "document_type": "Decision", "title": "93/422/EEC: Commission Decision of 22 June 1993 authorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC in respect of kiln dried coniferous wood, originating in Canada, and establishing the details of the indicator system to be applied to the kiln dried wood\n", "header": "COMMISSION DECISION of 22 June 1993 authorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC in respect of kiln dried coniferous wood, originating in Canada, and establishing the details of  the indicator system to be applied to the kiln dried wood\n(93/422/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Directive 93/19/EEC (2), and in particular Article 14 (3), third indent thereof,\nHaving regard to the requests made by the Member States,\nWhereas under the provisions of Directive 77/93/EEC, because of the risk of introducing harmful organisms, wood of conifers (Coniferales), except that of Thuja L., other than wood in the form of:\n- chips, particles, wood waste, or scrap obtained in whole or part from these conifers,\n- packing cases, crates or drums,\n- pallets, box pallets or other load boards,\n- dunnage, spacers and bearers,\nbut including that which has not kept its natural round surface, originating in Canada, China, Japan, Korea, Taiwan and the United States of America, may not be introduced into the Community, unless it has undergone an appropriate heat treatment to  achieve a minimum wood core temperature of 56 °C for 30 minutes and if accompanied by the certificates prescribed in Articles 7 or 8 of the said Directive;\nWhereas wood of conifers originating in Canada is currently introduced into the Community; whereas in this case, phytosanitary certificates are not generally issued in that country; whereas the details of the indicator system to be applied to the wood,  to confirm that the wood has undergone the required heat treatment achieving minimum 56 °C for 30 minutes in the wood core should be established;\nWhereas, in respect of Canada, the Commission has established, on the basis of the information supplied by Canada, that an officially approved and monitored kiln dried lumber programme has been set up to ensure that lumber is kiln dried over a period of  time sufficient to achieve thermal death of the harmful organisms concerned (Bursaphelenchus xylophilus and its vectors); whereas the risk of spreading harmful organisms is reduced provided that the wood is accompanied by a 'Heat treatment certificate  using kiln facility' issued under that programme;\nWhereas the Commission will ensure that Canada makes available all technical information necessary to assess the functioning of the said programme;\nWhereas this authorization shall be reviewed by 1 April 1995 at the latest;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["1. The Member States are hereby authorized to provide under the conditions laid down in paragraph 2 for a derogation from Articles 7 (2) and 12 (1) (b) of Directive 77/93/EEC, for coniferous wood, having undergone the proper heat treatment,  originating in Canada.\n2. The following conditions shall be satisfied:\n(a) the wood shall be manufactured at sawmills or treated at appropriate premises approved and qualified by Agriculture Canada to participate in the kiln dried lumber programme;\n(b) the wood shall be kiln dried over a period of time sufficient to achieve a minimum core temperature of 56 °C for 30 minutes in a kiln tested and approved for this purpose by an official grading agency approved for the purpose by Agriculture Canada;  in the case of the use of a schedule where the dry-bulb temperature does not reach 56 °C, the kiln drying process shall include a condition period at the end of the drying cycle, where the kiln temperature will reach 60 °C for at least one hour;\n(c) upon satisfaction of the conditions laid down under (b), a standardized mark shall be affixed to each bundle, or on their wrappers, by, or under the supervision of, the designated officer of the mill referred to in (a);\n(d) a checking system to ensure that the conditions laid down under (b) and (c) are satisfied shall be set up by the official grading agencies, qualified and authorized for that purpose under a programme approved and controlled by Agriculture Canada;\n(e) a checking system shall provide for inspectors of Agriculture Canada, monitoring at the qualified mills referred to in (a) and undertaking occasional pre-shipment inspections;\n(f) the wood shall be accompanied by a 'Heat treatment certificate using kiln facility' which is standardized under the programme mentioned under (a), and complies with the specimen given in the Annex to this Decision, and which is issued by an  authorized person on behalf of mills to participate in that programme approved by Agriculture Canada.", "Without prejudice to the provisions laid down in Article 14 (5) of Directive 77/93/EEC, the Member States shall notify the Commission and the other Member States of all cases of consignments introduced pursuant to this Decision which do not  comply with the conditions laid down under Article 1 (2) (c) and (f).", "The authorization granted in Article 1 shall apply from 1 June 1993. It shall be revoked if it is established that the conditions laid down under Article 1 (2) are not sufficient to prevent the introduction of harmful organisms or have not  been complied with. This authorization shall be reviewed by 1 April 1995 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 96, 22. 4. 1993, p. 33.\nPARARTIMA ANEXO - BILAG - ANHANG -  - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO\nHEAT TREATMENT CERTIFICATE\n- USING KILN FACILITY CERTIFICAT DE TRAITEMENT À LA CHALEUR\n- AVEC SÉCHOIR\nExporter (Name and address)\nExportateur (nom et adresse) Import entry reference\nRéférence d'entrée aux douanes Certificate No / No de certificat\nDate (of / d'inspection/certification)\nBuyer Contract No\nNo du contrat de l'acheteur Lot No / No du lot\nConsignee (Name and address)\nDestinataire (nom et adresse) Mill (Name and address)\nScierie (nom et adresse) Mill No (agency logo / no)\nNo de scierie (logo de l'organisme / no)\nShip name / Nom du navire Country of origin / Pays d'origine\nCANADA Country of destination / Pays destinataire\nPoint of loading / Lieu de chargement Port of exit / Port de départ Port of destination / Port destinataire\nDescription of consignment / Description du chargement  This document has been issued under the programme officially approved by Agriculture Canada, Plant Protection Division, and the products covered by this document are subject to occasional  pre-shipment inspection by that agency, without financial liability to it or its officers. Ce document a été délivré en vertu du programme officiellement approuvé par la division de la protection des végétaux d'Agriculture Canada. Les produits indiqués  sur ce document peuvent être inspectés à l'occasion par cet organisme avant l'expédition sans qu'aucune responsabilité financière ne soit imputée à l'organisme ou à ses agents.\nThe coniferous lumber to which this certificate applies has been dried in a klin, and during the process, has achieved thermal death times for Pinewood Nematode (PWN) and its vector. Le bois de conifères débité qui est visé par le présent certificat a  été séché au four pendant une durée mortelle pour le nématode du pin et son vecteur.\nAuthorized person responsible for certification - Personne autorisée responsable du certificat au nom de la scierie/de l'expéditeur\nand / et Print / En majuscules  Signature date\nUSE OF CERTIFICATE   Shall only be issued by grading agencies, mills or shippers approved by Agriculture Canada.\nShaded areas are for optional use of mill, agency or shipper, exporter or importing country.\nExporter - for optional use of exporter.\nConsignee - for optional use of exporter.\nImport entry reference - for use by country to which document is directed.\nContract No - the buyer contract number.\nCertificate No - refers to a number to be assigned by the authorized issuing mill/shipper/ agency. Each certificate must bear an individual number so as to clearly identify each individual certificate. This is required by Agriculture Canada.\nDate of inspection/certification - refers to the date on which the inspection and certification occurred.\nLot No - refers to the mill lot number of the lumber.\nMill - refers to the mill name or division and provides the address. This information may be pre-printed on to the certificate.\nMill No (or Shipper No) - refers to an approval number assigned by Agriculture Canada to approved participants in the program. To avoid confusion the number may correspond to mill numbers as provided by grading agencies. Only mill/shippers/agencies  listed with and approved by Agriculture Canada may participate in the program. The mill number may be pre-printed on to the certificate. It consists of two parts, a grading agency logo and a number.\nShip name - for optional use of exporter.\nPoint of loading - for optional use of exporter.\nPort of exit - for optional use of exporter.\nPort of destination - for optional use of exporter.\nCountry of origin - Canada.\nCountry of destination - these certificates may only be used for lumber destined for countries who have approved their use.\nDescription of consignment - must include information on the species, marks, grades, numbers of packages, lot or bundle numbers, volume and other appropriate descriptors. If space on the form is insufficient, attach additional pages, and indicate on  face of certificate, in the 'Description of consignment' block the number of supplementary pages appended. These additional pages must bear the mill number, certificate number and signature.\nIf an aggregated consignment is based on numerous certificates, list individual certificate numbers (i.e. mill numbers, certificate numbers and dates) on the single certificate describing the aggregated consignment. The individual certificates need not  accompany the goods. This single certificate constitutes a re-certification.\nName and signature - the person responsible for the certificate programme at the mill or for the shipper or the agency, shall print, or legibly write or type his/her name beside the signature block. The authorized accountable person for the  mill/shipper/agency should sign the certificate. The signature indicates the lumber has been properly heat treated, inspected and meets the importing country's requirements.\nDisposition of certificate - the original certificate must be presented to the competent authorities in the importing country when the lumber is landed. Issuers must retain copies for their records and for auditing purposes by Agriculture Canada.\nProduction / printing of certificate - approved participants must print their certificates as the standard format illustrates. They may be printed electronically. The approved mill number may be pre-printed on the documents.\nUSAGE DU CERTIFICAT   Ne doit être émis que par les organismes de classements, scieries ou expéditeurs approuvés et répertoriés par Agriculture Canada.\nTous les espaces ombragés sont réservés à l'usage facultatif de la scierie, de l'organisme de l'expéditeur, de l'exportateur ou du pays importateur.\nExportateur - À l'usage facultatif de l'exportateur.\nDestinataire - À l'usage facultatif de l'exportateur.\nRéférence d'entrée aux douanes - À l'usage facultatif du pays de destination du certificat.\nNuméro du contrat - Numéro du contrat de l'acheteur.\nNuméro du certificat - Se réfère à un numéro devant être assigné par la scierie ou l'expéditeur approuvé. Chaque certificat doit avoir un numéro individuel qui l'identifie. C'est une exigence d'Agriculture Canada.\nDate d'inspection/certification - Date à laquelle l'inspection et la certification du bois scié ont eu lieu.\nNuméro du lot - Numéro du lot du bois débité assigné par la scierie.\nScierie - Le nom de la scierie ou de la division, y compris l'adresse. Ces renseignements peuvent être imprimés à l'avance sur le certificat.\nNuméro de la scierie (ou numéro de l'expéditeur) - Numéro d'approbation assigné par Agriculture Canada aux participants au programme. Afin d'éviter toute confusion, le numéro peut correspondre au numéro de scierie assigné par les organismes de  classement. Seuls les scieries et les expéditeurs répertoriés et approuvés par Agriculture Canada peuvent participer au programme. Le numéro de scierie peut être imprimé à l'avance sur le certificat. Il est composé de deux parties, le logo de  l'organisme et un chiffre.\nNom du navire - À l'usage facultatif de l'exportateur.\nLieu de chargement - À l'usage facultatif de l'exportateur.\nPort de départ - À l'usage facultatif de l'exportateur.\nPort destinataire - À l'usage facultatif de l'exportateur.\nPays d'origine - Canada.\nPays destinataire - Ces certificats ne peuvent être utilisés que pour le bois débité destiné aux pays qui ont approuvé leur usage.\nDescription du chargement - Doit inclure les renseignements au sujet des espèces, marques, catégories, nombre de paquets, numéros de lot, volume et autres descriptions appropriées. Si l'espace sur la formule n'est pas suffisant, ajouter des pages  supplémentaires et indiquer sur le certificat dans la case « Description du chargement » le nombre de pages que vous avez ajoutées. Ces dernières doivent porter le numéro de la scierie, le numéro du certificat et la signature.\nSi le chargement est constitué de plusieurs chargements accompagnés de certificats individuels, inscrire les numéros des certificats (c.-à-d. les numéros de la scierie et les numéros des certificats et dates) sur le certificat qui décrit l'ensemble du  chargement. Il n'est pas nécessaire d'envoyer les certificats individuels, car cela constituerait une deuxième certification.\nNom et signature - La personne responsable du programme de certificat à la scierie ou le représentant de l'expéditeur ou l'organisme de classement doit imprimer, écrire lisiblement ou dactylographier son nom à côté de la case réservée à la signature.  Elle doit également signer le certificat, à titre de personne autorisée au nom de la scierie ou de l'expéditeur. La signature indique que le bois a été traité à la chaleur convenablement, qu'il a été inspecté et qu'il satisfait aux exigences du pays  importateur.\nDestination du certificat - Le certificat original doit être présenté aux autorités compétentes d'un pays importateur quand le bois est déchargé dans le pays. Les émetteurs des certificats doivent eux-mêmes en garder une copie pour leurs dossiers et aux  fins de vérification par Agriculture Canada.\nProduction et impression des certificats - Les scieries et les expéditeurs doivent assurer la reproduction des certificats, à partir du certificat normalisé. Il est permis de les imprimer électroniquement. Il est également permis d'imprimer à l'avance  le numéro approuvé de la scierie.", "eurovoc_concepts": ["191", "2232", "2415", "3579", "4490", "5100"]}
{"celex_id": "31988R1233", "uri": "http://publications.europa.eu/resource/cellar/227b77ce-f772-47e1-8062-aebd9096f78f", "document_type": "Regulation", "title": "Commission Regulation (EEC) No 1233/88 of 4 May 1988 on arrangements for imports into Italy of certain textile products (category 36) originating in South Korea\n", "header": "COMMISSION  REGULATION (EEC) No 1233/88\nof 4 May 1988\non arrangements for imports into Italy of certain textile products (category 36) originating in South Korea\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), as amended by Regulation (EEC) No 768/88 (2), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into Italy of textile products of category 36 specified in the Annex hereto and originating in South Korea exceeded the level referred to in paragraph 3 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86, South Korea was notified on 29 January 1988 of a request for consultations; whereas, as a result of these consultations, it was agreed to make the textile products in question subject to quantitative limits for the years 1988 to 1991;\nWhereas paragraph 13 of the said Article 11 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 4136/86;\nWhereas the products in question exported from South Korea between 1 January 1988 and the date of entry into force of this Regulation must be set off against the quantitative limit for the year 1988;\nWhereas this quantitative limit should not prevent the importation of products covered by it but shipped from South Korea before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into Italy of the category of products originating in South Korea and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from South Korea to Italy before the date of entry into force of this Regulation and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place before that date.\n2. Imports of such products shipped from South Korea to Italy after the entry into force of this Regulation shall be subject to the double-checking system described in Annex VI to Regulation (EEC) No 4136/86.\n3. All quantities of products shipped from South Korea to Italy on or after 1 January 1988 and released for free circulation, shall be deducted from the quantitative limit laid down. This limit shall not, however, prevent the importation of products covered by it but shipped from South Korea before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 1988.\nFor the Commission\nLorenzo NATALI\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 42.\n(2) OJ No L 84, 29. 3. 1988, p. 1.\nANNEX\n1.2.3.4.5.6.7 //  //  //  //  //  //  //  // Category  // CN codes  // Description  // Third country  // Units   // Member State   // Quantitative limits from 1 January to 31 December  //    //   //   //   //   //   //   //   //   //   //   //  //   //   // 36   // 5408 10 00 5408 21 00 5408 22 10 5408 22 90 5408 23 10 5408 23 90 5408 24 00 5408 31 00 5408 32 00 5408 33 00 5408 34 00 ex 5811 00 00 ex 5905 00 70   // Woven fabrics of continuous artificial fibres other than those for tyres of category 114   // South Korea   // Tonnes   // I   // 1988: 370 1989: 392 1990: 416 1991: 441   //    //   //   //   //   //  //", "eurovoc_concepts": ["1519", "235", "2783", "3892"]}
{"celex_id": "32005R0114", "uri": "http://publications.europa.eu/resource/cellar/5fc776a1-fc4b-436f-8484-31b6f4041848", "document_type": "Regulation", "title": "Commission Regulation (EC) No 114/2005 of 26 January 2005 establishing the standard import values for determining the entry price of certain fruit and vegetables\n", "header": "27.1.2005 EN Official Journal of the European Union L 24/1\nCOMMISSION REGULATION (EC) No 114/2005\nof 26 January 2005\nestablishing the standard import values for determining the entry price of certain fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 3223/94 of 21 December 1994 on detailed rules for the application of the import arrangements for fruit and vegetables (1), and in particular Article 4(1) thereof,\nWhereas:\n(1) Regulation (EC) No 3223/94 lays down, pursuant to the outcome of the Uruguay Round multilateral trade negotiations, the criteria whereby the Commission fixes the standard values for imports from third countries, in respect of the products and periods stipulated in the Annex thereto.\n(2) In compliance with the above criteria, the standard import values must be fixed at the levels set out in the Annex to this Regulation,", "main_body": ["The standard import values referred to in Article 4 of Regulation (EC) No 3223/94 shall be fixed as indicated in the Annex hereto.", "This Regulation shall enter into force on 27 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 337, 24.12.1994, p. 66. Regulation as last amended by Regulation (EC) No 1947/2002 (OJ L 299, 1.11.2002, p. 17).\nANNEX\nto Commission Regulation of 26 January 2005 establishing the standard import values for determining the entry price of certain fruit and vegetables\n(EUR/100 kg)\nCN code Third country code (1) Standard import value\n0702 00 00 052 101,1\n204 77,1\n212 157,6\n608 118,9\n624 163,5\n999 123,6\n0707 00 05 052 140,5\n999 140,5\n0709 90 70 052 182,8\n204 169,7\n999 176,3\n0805 10 20 052 43,6\n204 39,2\n212 53,5\n220 42,9\n421 38,1\n448 38,3\n624 71,7\n999 46,8\n0805 20 10 204 56,8\n999 56,8\n0805 20 30, 0805 20 50, 0805 20 70, 0805 20 90 052 67,9\n204 86,8\n400 78,5\n464 55,5\n624 69,1\n662 40,0\n999 66,3\n0805 50 10 052 63,6\n999 63,6\n0808 10 80 400 103,2\n404 83,2\n720 72,1\n999 86,2\n0808 20 50 388 68,3\n400 88,1\n720 39,5\n999 65,3\n(1)  Country nomenclature as fixed by Commission Regulation (EC) No 2081/2003 (OJ L 313, 28.11.2003, p. 11). Code ‘999’ stands for ‘of other origin’.", "eurovoc_concepts": ["1118", "1605", "2635", "693"]}
{"celex_id": "32014D0236", "uri": "http://publications.europa.eu/resource/cellar/6bf6bae1-ceae-11e3-b682-01aa75ed71a1", "document_type": "Decision", "title": "2014/236/EU: Commission Implementing Decision of 24 April 2014 concerning a Union financial contribution towards surveillance and other emergency measures implemented in Estonia, Latvia, Lithuania and Poland against African swine fever (notified under document C(2014) 2551)\n", "header": "26.4.2014 EN Official Journal of the European Union L 125/86\nCOMMISSION IMPLEMENTING DECISION\nof 24 April 2014\nconcerning a Union financial contribution towards surveillance and other emergency measures implemented in Estonia, Latvia, Lithuania and Poland against African swine fever\n(notified under document C(2014) 2551)\n(Only the Estonian, Latvian, Lithuanian and Polish texts are authentic)\n(2014/236/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (1), and in particular Article 8 thereof,\nHaving regard to Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (2), and in particular Article 84 thereof,\nWhereas:\n(1) African swine fever (ASF) is an infectious, usually fatal, viral disease of domestic and feral pigs which causes serious disturbances to intra-Union trade in and export to third countries of live pigs and products derived from animals of the porcine species.\n(2) Following the confirmation of ASF in Georgia in 2007, the disease spread to the Russian Federation where numerous outbreaks of that disease have been reported in pigs and wild boar throughout the European part of Russia. In June 2013, Belarus reported the confirmation of an outbreak of ASF in backyard pigs in the region of Grodno, some forty kilometres from the Lithuanian border and close to the border with Poland.\n(3) Commission Implementing Decision 2013/498/EU (3) provided for a Union financial contribution towards surveillance and other emergency measures against ASF implemented in 2013 in Estonia, Latvia, Lithuania and Poland, which are the Member States at direct threat of ASF introduction.\n(4) In January 2014 the disease has been reported in the wild boar population in Ukraine and it is still spreading in Belarus and in the Russian Federation. Furthermore, in January 2014 two ASF cases were detected in the wild boar population in Lithuania and after few days two further cases were reported in the wild boar in Poland. In both Member States the disease occurred at the border with Belarus. Therefore, the ASF situation in countries bordering the European Union represents a persistent threat to pig holdings within the Union, due to the fact that the virus may be introduced into Member States bordering the infected third countries through wild boar entering Union territory from infected areas, but also through vehicles which have transported live animals or through the unauthorised introduction into the Union of products derived from animals of the porcine species.\n(5) The risk of ASF introduction into the Union is higher for Estonia, Latvia, Lithuania and Poland due to the occurrence and the evolution of this disease in the bordering territory of Belarus, the Russian Federation and Ukraine. These Member States have informed the Commission and the other Member States of the measures that they intend to adopt to strengthen the protection of their territories and of other Member States.\n(6) During 2013 Estonia, Latvia, Lithuania and Poland implemented surveillance for the early detection of ASF both in wild boar and domestic pigs. In order to better prevent ASF, certain surveillance activities need to be carried out in the territory of those Member States.\n(7) Cleansing and disinfection of vehicles that were possibly in contact with the ASF virus is one of the main precautionary measures against the entry of ASF into the Union. Therefore, Commission Implementing Decision 2013/426/EU (4) lays down certain measures to prevent the introduction into the Union of ASF from Belarus and the Russian Federation and establishes that vehicles which have transported live animals and which enter the Union from infected areas are appropriately cleansed and disinfected.\n(8) Notwithstanding the provisions of Commission Regulation (EC) No 206/2009 (5), the risk of ASF introduction into the Union by personal consignments containing pig products sent by post or carried in the baggage of travellers arriving in particular from Belarus, the Russian Federation and Ukraine, is higher than negligible and requires additional actions and controls at the points of entry.\n(9) In addition, a wide range of stakeholders including veterinarians, professional and non-professional farmers, truck drivers, custom agents, passengers and the general public should be made aware of the risks of ASF introduction and its consequences by means of well-targeted awareness campaigns to raise disease awareness and preparedness in the framework of the contingency plans drawn up in accordance with Council Directive 2002/60/EC (6) to ensure a rapid response should ASF be introduced.\n(10) In 2014 ASF has been detected in the wild boar Lithuania and Poland and the two Member States are directly threatened by the presence of ASF across the border in Belarus. In order to minimise the risk of disease spread on their territory, Lithuania and Poland intend to decrease the density of susceptible hosts in low bio-security pig holdings of the infected area by promoting the slaughter of pigs and preventing restocking of pig holdings for at least one year. In December 2013 Estonia, Latvia, Lithuania and Poland submitted their respective plans and cost estimates for the implementation of emergency measures during 2014 in the areas considered at higher risk of introduction of ASF from Belarus, the Russian Federation and Ukraine. These plans have been examined by the Commission for Union financial contribution and were found to comply with Directive 2002/60/EC.\n(11) The actions undertaken by Estonia, Latvia, Lithuania and Poland for disease surveillance, cleansing and disinfection of vehicles and for the organisation of awareness campaigns are co-financed at a rate of 50 %.\n(12) The actions undertaken by Lithuania and Poland to decrease the density of pigs in the infected areas at the border with Belarus should be co-financed at a rate of 30 %.\n(13) As the planned measures submitted by Estonia, Latvia, Lithuania and Poland for emergency measures against the introduction of ASF from Belarus, the Russian Federation and Ukraine to be carried out in 2014 are a sufficiently detailed framework in the meaning of Article 94 of the Commission Delegated Regulation (EU) No 1268/2012 (7), the present decision constitutes a financing decision for the expenditure provided for in the work programme for grants.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   In the framework of the emergency measures for the protection against ASF taken by Estonia, Latvia, Lithuania and Poland in 2014, those Member States shall be entitled to a specific contribution from the Union to the expenditure incurred for the implementation of the activities described in paragraphs 2 and 3, and planned for the period from 1 January 2014 to 31 December 2014.\n2.   The financial contribution by the Union shall be at the rate of 50 % of the costs incurred and paid for the implementation the following activities:\n(a) sampling of domestic pigs;\n(b) sampling of wild boar;\n(c) ELISA tests;\n(d) PCR and Sequencing tests;\n(e) purchase of equipment and disinfectant for cleansing and disinfection;\n(f) purchase of equipment especially used for disposal of animal carcasses;\n(g) purchase of equipment for carrying out virological laboratory tests;\n(h) awareness campaigns.\n3.   The financial contribution by the Union shall be at the rate of 30 % of the costs incurred and paid by Lithuania and Poland for compensating pig owner for losses caused by early slaughter of pigs in the infected areas.", "1.   The maximum of the costs to be reimbursed to the Member States referred to in Article 1(1) for the activities referred to in Article 1(2) points (a), (b), (c) and (d) shall on average not exceed:\n(a) EUR 0,5 per domestic pig sampled;\n(b) EUR 5 per wild boar sampled;\n(c) EUR 2 per ELISA test;\n(d) EUR 10 per PCR and Sequencing test.\n2.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (e) shall on average not exceed:\n(a) EUR 6 000 for Estonia;\n(b) EUR 58 000 for Latvia;\n(c) EUR 950 000 for Lithuania;\n(d) EUR 102 100 for Poland.\n3.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (f) shall not exceed:\n(a) EUR 100 000 for Lithuania;\n(b) EUR 150 000 for Poland.\n4.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (g) shall not exceed:\nEUR 75 000 for Lithuania.\n5.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (h) shall on average not exceed:\n(a) EUR 1 500 for Estonia;\n(b) EUR 15 000 for Latvia;\n(c) EUR 75 000 for Lithuania;\n(d) EUR 11 250 for Poland.\n6.   The financial contribution by the Union to the Member States referred to in Article 1(3) shall not exceed:\n(a) EUR 225 000 for Lithuania;\n(b) EUR 337 500 for Poland.\n7.   The financial contribution by the Union to the Member States referred to in Article 1(1) shall not exceed:\n(a) EUR 27 000 for Estonia;\n(b) EUR 190 000 for Latvia;\n(c) EUR 1 948 000 for Lithuania;\n(d) EUR 1 341 000 for Poland.\n8.   The expenditure eligible for a financial contribution by the Union for the measures referred to in points c) and d) of paragraph 1 shall be limited to the costs incurred by the Member States for:\n(a) the purchase of test kits, reagents and all consumables identifiable and especially used for carrying out the laboratory tests;\n(b) personnel, whatever the status, specifically allocated entirely or in part for carrying out the tests in the premises of the laboratory, limited to actual salaries plus social security charges and other statutory costs included in the remuneration;\n(c) overheads equal to 7 % of the sum of the costs referred to in (a) and (b).", "1.   The financial contribution by the Union for the measures referred to in Article 1 shall be granted provided that the Member States concerned:\n(a) implement the activities and measures as described in their plans;\n(b) implement the measures in accordance with the relevant provisions of Union law, including rules on competition and on the award of public contracts;\n(c) forward to the Commission by 30 April 2015 at the latest a final technical report for the measures in accordance with Annex I and a final financial report in accordance with Annex II.\n2.   Where a Member State does not comply with paragraph 1, the Commission may reduce the financial contribution by the Union in proportion to the nature and gravity of the infringement, and to the financial loss for the Union.", "This Decision is addressed to the Republic of Estonia, the Republic of Latvia, the Republic of Lithuania and the Republic of Poland."], "attachments": "Done at Brussels, 24 April 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 155, 18.6.2009, p. 30.\n(2)  OJ L 298, 26.10.2012, p. 1.\n(3)  Commission Implementing Decision 2013/498/EU of 10 October 2013 concerning a Union financial contribution towards surveillance and other emergency measures implemented in Estonia, Latvia, Lithuania and Poland against African swine fever in neighbouring third countries (OL L 272, 12.10.2013, p. 47).\n(4)  Commission Implementing Decision 2013/426/EU of 5 August 2013 on measures to prevent the introduction into the Union of the African swine fever virus from certain third countries or parts of the territory of third countries in which the presence of that disease is confirmed and repealing Decision 2011/78/EU (OJ L 211, 7.8.2013, p. 5).\n(5)  Commission Regulation (EC) No 206/2009 of 5 March 2009 on the introduction into the Community of personal consignments of products of animal origin and amending Regulation (EC) No 136/2004 (OJ L 77, 24.3.2009, p. 1).\n(6)  Council Directive 2002/60/EC of 27 June 2002 laying down specific provisions for the control of African swine fever and amending Directive 92/119/EEC as regards Teschen disease and African swine fever (OJ L 192, 20.7.2002, p. 27).\n(7)  Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1).\nANNEX I\nFinal technical report on surveillance measures in relation to African swine fever in wild boars and domestic pigs\nMember State:\nDate:\n1. Technical evaluation of the situation:\n1.1. Epidemiological maps:\n1.2. Information on surveillance:\nMember State/Third country Number of domestic pigs sampled Number of wild boars sampled Type of test (1) Number of tests Number of positive domestic pigs Number of positive wild boars\n\n\n\nTotals 2014\n2. Achievement of targets and technical difficulties:\n3. Additional epidemiological information: epidemiological inquiries, dead animals found, age distribution of positive reactors, lesions found, etc.:\n(1)  Indicate: ELISA, PCR, Ag-ELISA, virus isolation, other (specify).\nANNEX II\nFinal financial report on emergency measures in relation to African swine fever\nMember State:\nDate:\n1. Surveillance measures in relation to African swine fever in wild boars and domestic pigs:\nSampling\nCategory Cost of sampling\nNumber of animals sampled Unit cost per animal sampled Total cost\nDomestic pigs\nWild boar\n\nLaboratory tests\nNumber of tests carried out Cost of tests (1)\nLaboratory test Personnel Overhead Total Costs\nSerological tests (ELISA)\nPCR tests\nSequencing tests\n2. Cleansing and disinfection:\n2(a) EQUIPMENT\nDescription Cost/value (excl. VAT) Date of purchase\n\nTotal\n2(b) DISINFECTANT\nDescription Cost/value (excl. VAT) Date of purchase\n\nTotal\n3. EQUIPMENT AS MENTIONED IN ARTICLE 1, PARAGRAPH 2(f) AND (g)\nDescription Cost/value (excl. VAT) Date of purchase\n\nTotal\n4. COMPENSATION OF PIGS\nWeight on date of destruction Number of animals per category Amount paid by category Other costs paid directly to the farmer Total compensation Date of payment\nsows boars piglets pigs sows boars piglets pigs\n\n5. AWARENESS CAMPAIGNS:\nDescription of activities Cost/value (excl. VAT) Date of delivery\n\nTotal\n6. I certify that:\n— this expenditure was actually incurred, accurately accounted for and eligible under the provisions of this Decision,\n— all supporting documents relating to the expenditure are available for inspection,\n— no other Union contribution was requested for these measures and all revenue accruing from operations under them is declared to the Commission,\n— the measures were executed in accordance with the relevant Union legislation,\n— control procedures apply, in particular to verify the accuracy of the amounts declared, to prevent, detect and correct irregularities.\nDate:\nName and signature of Operational Director:\n(1)  All costs are VAT excluded", "eurovoc_concepts": ["1005", "1445", "192", "2356", "2543", "2560", "5619", "5706", "5709", "6152"]}
{"celex_id": "32005R2129", "uri": "http://publications.europa.eu/resource/cellar/86dc804f-eee0-4292-9972-4503ef278a41", "document_type": "Regulation", "title": "Commission Regulation (EC) No 2129/2005 of  22 December 2005  fixing the rates of the refunds applicable to certain cereal and rice products exported in the form of goods not covered by Annex I to the Treaty\n", "header": "23.12.2005 EN Official Journal of the European Union L 340/39\nCOMMISSION REGULATION (EC) No 2129/2005\nof 22 December 2005\nfixing the rates of the refunds applicable to certain cereal and rice products exported in the form of goods not covered by Annex I to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 13(3) thereof,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (2), and in particular Article 14(3) thereof,\nWhereas:\n(1) Article 13(1) of Regulation (EC) No 1784/2003 and Article 14(1) of Regulation (EC) No 1785/2003 provide that the difference between quotations or prices on the world market for the products listed in Article 1 of each of those Regulations and the prices within the Community may be covered by an export refund.\n(2) Commission Regulation (EC) No 1043/2005 of 30 June 2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (3), specifies the products for which a rate of refund is to be fixed, to be applied where these products are exported in the form of goods listed in Annex III to Regulation (EC) No 1784/2003 or in Annex IV to Regulation (EC) No 1785/2003 as appropriate.\n(3) In accordance with the first paragraph of Article 14 of Regulation (EC) No 1043/2005, the rate of the refund per 100 kilograms for each of the basic products in question is to be fixed each month.\n(4) The commitments entered into with regard to refunds which may be granted for the export of agricultural products contained in goods not covered by Annex I to the Treaty may be jeopardised by the fixing in advance of high refund rates. It is therefore necessary to take precautionary measures in such situations without, however, preventing the conclusion of long-term contracts. The fixing of a specific refund rate for the advance fixing of refunds is a measure which enables these various objectives to be met.\n(5) Taking into account the settlement between the European Community and the United States of America on Community exports of pasta products to the United States, approved by Council Decision 87/482/EEC (4), it is necessary to differentiate the refund on goods falling within CN codes 1902 11 00 and 1902 19 according to their destination.\n(6) Pursuant to Article 15(2) and (3) of Regulation (EC) No 1043/2005, a reduced rate of export refund has to be fixed, taking account of the amount of the production refund applicable, pursuant to Commission Regulation (EEC) No 1722/93 (5), for the basic product in question, used during the assumed period of manufacture of the goods.\n(7) Spirituous beverages are considered less sensitive to the price of the cereals used in their manufacture. However, Protocol 19 of the Act of Accession of the United Kingdom, Ireland and Denmark provides that the necessary measures must be decided to facilitate the use of Community cereals in the manufacture of spirituous beverages obtained from cereals. Accordingly, it is necessary to adapt the refund rate applying to cereals exported in the form of spirituous beverages.\n(8) The Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The rates of the refunds applicable to the basic products listed in Annex I to Regulation (EC) No 1043/2005 and in Article 1 of Regulation (EC) No 1784/2003 or in Article 1 of Regulation (EC) No 1785/2003, and exported in the form of goods listed in Annex III to Regulation (EC) No 1784/2003 or in Annex IV to Regulation (EC) No 1785/2003 respectively, shall be fixed as set out in the Annex to this Regulation.", "This Regulation shall enter into force on 23 December 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 270, 21.10.2003, p. 96.\n(3)  OJ L 172, 5.7.2005, p. 24.\n(4)  OJ L 275, 29.9.1987, p. 36.\n(5)  OJ L 159, 1.7.1993, p. 112. Regulation as last amended by Regulation (EC) No 1584/2004 (OJ L 280, 31.8.2004, p. 11).\nANNEX\nRates of the refunds applicable from 23 December 2005 to certain cereals and rice products exported in the form of goods not covered by Annex I to the Treaty (1)\n(EUR/100 kg)\nCN code Description of products (2) Rate of refund per 100 kg of basic product\nIn case of advance fixing of refunds Other\n1001 10 00 Durum wheat:\n– on exports of goods falling within CN codes 1902 11 and 1902 19 to the United States of America — —\n– in other cases — —\n1001 90 99 Common wheat and meslin:\n– on exports of goods falling within CN codes 1902 11 and 1902 19 to the United States of America — —\n– in other cases:\n– – where Article 15(3) of Regulation (EC) No 1043/2005 applies (3) — —\n– – where goods falling within subheading 2208 (4) are exported — —\n– – in other cases — —\n1002 00 00 Rye — —\n1003 00 90 Barley\n– where goods falling within subheading 2208 (4) are exported — —\n– in other cases — —\n1004 00 00 Oats — —\n1005 90 00 Maize (corn) used in the form of:\n– starch:\n– – where Article 15(3) of Regulation (EC) No 1043/2005 applies (3) 2,687 2,687\n– – where goods falling within subheading 2208 (4) are exported 1,714 1,714\n– – in other cases 3,499 3,499\n– glucose, glucose syrup, maltodextrine, maltodextrine syrup of CN codes 1702 30 51, 1702 30 59, 1702 30 91, 1702 30 99, 1702 40 90, 1702 90 50, 1702 90 75, 1702 90 79, 2106 90 55 (5):\n– – where Article 15(3) of Regulation (EC) No 1043/2005 applies (3) 1,812 1,812\n– – where goods falling within subheading 2208 (4) are exported 1,286 1,286\n– – in other cases 2,624 2,624\n– where goods falling within subheading 2208 (4) are exported 1,714 1,714\n– other (including unprocessed) 3,499 3,499\nPotato starch of CN code 1108 13 00 similar to a product obtained from processed maize:\n– where Article 15(3) of Regulation (EC) No 1043/2005 applies (3) 2,133 2,133\n– where goods falling within subheading 2208 (4) are exported 1,714 1,714\n– in other cases 3,499 3,499\nex 1006 30 Wholly milled rice:\n– round grain — —\n– medium grain — —\n– long grain — —\n1006 40 00 Broken rice — —\n1007 00 90 Grain sorghum, other than hybrid for sowing — —\n(1)  The rates set out in this Annex are not applicable to exports to Bulgaria with effect from 1 October 2004, to Romania with effect from 1 December 2005, and to the goods listed in Tables I and II to Protocol No 2 to the Agreement between the European Community and the Swiss Confederation of 22 July 1972 exported to the Swiss Confederation or to the Principality of Liechtenstein with effect from 1 February 2005.\n(2)  As far as agricultural products obtained from the processing of a basic product or/and assimilated products are concerned, the coefficients set out in Annex V to Commission Regulation (EC) No 1043/2005 is applicable.\n(3)  The goods concerned fall under CN code 3505 10 50.\n(4)  Goods listed in Annex III to Regulation (EC) No 1784/2003 or referred to in Article 2 of Regulation (EEC) No 2825/93 (OJ L 258, 16.10.1993, p. 6).\n(5)  For syrups of CN codes NC 1702 30 99, 1702 40 90 and 1702 60 90, obtained from mixing glucose and fructose syrup, the export refund relates only to the glucose syrup.", "eurovoc_concepts": ["1744", "2193", "3568", "3732", "4059", "4215", "4497", "5000", "5010"]}
{"celex_id": "32006R0141", "uri": "http://publications.europa.eu/resource/cellar/d6259875-78c8-4a33-8ea3-73b409bdec8a", "document_type": "Regulation", "title": "Commission Regulation (EC) No 141/2006 of  26 January 2006  specifying the extent to which applications lodged in January 2006 for import certificates in respect of young male bovine animals for fattening as part of a tariff quota provided for in Regulation (EC) No 992/2005 may be accepted\n", "header": "27.1.2006 EN Official Journal of the European Union L 23/54\nCOMMISSION REGULATION (EC) No 141/2006\nof 26 January 2006\nspecifying the extent to which applications lodged in January 2006 for import certificates in respect of young male bovine animals for fattening as part of a tariff quota provided for in Regulation (EC) No 992/2005 may be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1),\nHaving regard to Commission Regulation (EC) No 992/2005 of 29 June 2005 opening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 2005 to 30 June 2006) (2), and in particular Articles 1(4) and 4 thereof,\nWhereas:\n(1) Article 1(3)(c) of Regulation (EC) No 992/2005 lays down the number of young male bovine animals which may be imported on special terms during the period from 1 January to 31 March 2006. The quantities covered by import licence applications submitted are such that applications may by accepted in full.\n(2) The quantities in respect of which licences may be applied for from 1 April 2006 should be fixed within the scope of the total quantity of 169 000 animals, conforming to Article 1(4) of Regulation (EC) No 992/2005,", "main_body": ["1.   All applications for import certificates made in the month of January 2006 pursuant to Article 3(3), second subparagraph, third indent, of Regulation (EC) No 992/2005 are hereby met in full.\n2.   The number of animals referred to in Article 1(3)(d) of Regulation (EC) No 992/2005 is 167 730.", "This Regulation shall enter into force on 27 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2006.\nFor the Commission\nJ. L. DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2)  OJ L 168, 30.6.2005, p. 16.", "eurovoc_concepts": ["161", "1644", "5034", "768"]}
{"celex_id": "31994R0358", "uri": "http://publications.europa.eu/resource/cellar/af10e9de-da9e-4361-95fc-abe06138b52a", "document_type": "Regulation", "title": "Commission Regulation (EC) No 358/94 of 17 February 1994 opening for 1994 and laying down detailed rules for the application of an import quota for live bovine animals weighing between 160 and 300 kilograms, originating in and coming from the Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic\n", "header": "COMMISSION REGULATION (EC) No 358/94 of 17 February 1994 opening for 1994 and laying down detailed rules for the application of an import quota for live bovine animals weighing between 160 and 300 kilograms, originating in and coming from the  Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Commuities and their Member States, of the one part, and the Republic of  Hungary (1) of the other part, and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3492/93 of 13 December 1993 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part,  and the Republic of Poland (2), of the other part, and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the Euorpean Economic Community and the European Coal and Steel Community, of the  one part, and the Czech and Slovak Federal Republic (3), of the other part, as amended by Regulation (EEC) No 2235/93 (4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (5), as last amended by Regulation (EC) No 3611/93 (6), and in particular Article 15 (2) thereof,\nWhereas the Association Agreements between the European Economic Community and the European Coal and Steel Community, of the one part, and the Republic of Hungary and the Republic of Poland, of the other part, entered into force on 1 January 1994;  whereas, pending the entry into force of the Association Agreement concluded with the former Czech and Slovak Federal Republic, the Community has decided to apply with effect from 1 March 1992 an interim agreement concluded with the aforesaid country,  hereinafter referred to as 'Interim Agreement';\nWhereas the Czech and Slovak Federal Republic was dissolved with effect from 1 January 1993; whereas, as successor States to the Czech and Slovak Federal Repbulic, the Czech Republic and the Slovak Republic will continue to assume all obligations  arising from all agreements between the Czecvh and Slovak Federal Republic and the European Communities, and in particular from the Interim Agreement; whereas the said Interim Agreement was amended by additional protocols and by supplementary protocols  concluded with the Czech Republic and the Slovak Republic;\nWhereas, in view of the trade concessions provided for in the abovementioned Agreements with respect to agricultural products, a Community tariff quota for imports of bovine animals weighing between 160 and 300 kilograms originating in and coming from  Poland, Hungary, the Slovak Republic or the Czech Republic at a reduced 25 % levy should be opened for 1994;\nWhereas that quota for 1994 amounts to 59 400 head taking into account the estimate of 198 000 head for 1994 of young male bovine animals intended for fattening;\nWhereas while recalling the provisions of the Interim Agreements intended to guarantee the origin of the product, the management of the system should be ensured through import licences; whereas, with that in mind, it would be appropriate to define, in  particular, the detailed rules for submission of applications, as well as the information which must be included on the applications and licences, notwithstanding certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying  down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (7), as last amended by Regulation (EC) No 3519/93 (8), and Commission Regulation (EEC) No 2377/80 of 4  September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (9), as last amended by Regulation (EEC) No 2867/93 (10); whereas provision should also be made for the licences to be  issued after a delay for consideration and, where necessary, with the application of a single percentage reduction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. A tariff quota for imports of live bovine animals falling within CN codes 0102 90 41 or 0102 90 43 originating in and coming from Poland, Hungary, the Slovak Republic or the Czech Republic is hereby opened for 1994.\nThe total volume of the quota shall be 59 400 head.\n2. The reduced import levy applicable to animals under this quota shall be 25 % of the full levy applicable on the date of acceptance of the declaration of release for free circulation.", "In order to qualify for the quota referred to in Article 1:\n(a) applicants for import licences must be natural or legal persons who are entered in the official register of a Member State and who, at the time applications are submitted, must prove to the satisfaction of the competent authorities of the Member  State concerned that they have imported and/or exported, during 1993, at least 50 animals falling within CN code 0102 90;\n(b) licence applications may be presented only in the Member State in which the applicant is registered;\n(c) licence applications shall: relate to a number equal to or greater than 50 head and relate to a quantity not exceeding 10 % of the quantity available.\nWhere applications for import licences exceed this quantity, they shall only be considered within the limits of the said quantity;\n(d) Sections 7 and 8 of licence applications and licences shall show the countries referred to in Article 1 (1); licences shall carry with them an obligation to import from one or more of the countries indicated;\n(e) Section 20 of licence applications and licences shall show one of the following:\nReglamento (CE) no 358/94,\nForordning (EF) nr. 358/94,\nVerordnung (EG) Nr. 358/94,\nKanonismos (EK) arith. 358/94,\nRegulation (EC) No 358/94,\nRèglement (CE) no 358/94,\nRegolamento (CE) n. 358/94,\nVerordening (EG) nr. 358/94,\nRegulamento (CE) nº 358/94.\n(f) Section 24 of licences shall contain one of the following statements:\nExacción reguladora, tal como establece el Reglamento (CE) no 358/94,\nImportafgift i henhold til forordning (EF) nr. 358/94,\nAbschoepfung gemaess Verordnung (EG) Nr. 358/94,\nI eisfora opos provlepetai apo ton kanonismo (EK) arith. 358/94,\nLevy as provided for in Regulation (EC) No 358/94,\nPrélèvement comme prévu par le règlement (CE) no 358/94,\nPrelievo a norma del regolamento (CE) n. 358/94,\nHeffing overeenkomstig Verordening (EG) nr. 358/94,\nDireito nivelador conforme estabelecido no Regulamento (CE) nº 358/94.\n(g) at the time of acceptance of the declaration of release for free circulation, importers shall undertake to inform the competent authorities of the importing Member State, not later than one month after the date of import:\n- of the number of animals imported,\n- of the origin of the animals.\nThe authorities shall forward this information to the Commission before the beginning of each month.", "1. Licence applications may be lodged only from 28 February to 4 March 1994.\n2. Where the same applicant lodges more than one application, all applications from that person shall be inadmissible.\n3. The Member States shall notify the Commission of the applications lodged not later than 17 March 1994. Such notification shall comprise a list of applicants and quantities applied for.\nAll notifications, including notifications of 'nil' applications, shall be made by telex or fax, drawn up on the model in the Annex to this Regulation in the case where applications have been made.\n4. The Commission shall decide to what extent quantities may be awarded in respect of licence applications. If the quantities in respect of which licences have been applied for exceed the quantities available, the Commission shall fix a single  percentage reduction in the quantities applied for.\n5. Subject to a decision to accept applications by the Commission, licences shall be issued at the earliest opportunity.\n6. Import licences shall be issued only for a number equal to or greater than 50 head.\nIf, because of the nubmers applied for, the percentage reduction results in fewer than 50 head per import licence, the Member States shall, by drawing lots, allocate licences covering 50 head.\nMember States shall inform the Commission of the number of animals in respect of which licences have not been issued.\n7. Licences issued shall be valid throughout the Community.", "Without prejudice to the provisions of this Regulation, Regulations (EEC) No 3719/88 and (EEC) No 2377/80 shall apply.\nHowever, in the case of quantities imported under the terms of Article 8 (4) of Regulation (EEC) No 3719/88, the levy shall be collected in full in respect of quantities in excess of those stated on the import licence.", "1. Notwithstanding Article 9 (1) of Regulation (EEC) No 3719/88, import licences issued pursuant to this Regulation shall not be transferable.\n2. Notwithstanding Article 4 (c) of Commission Regulation (EEC) No 2377/80, the term of validity of import licences expires on 31 December 1994.", "The animals shall be put into free circulation on the presentation of a movement certificate EUR 1 issued by the exporting country in accordance with Protocol 4 annexed to the Interim Agreements.", "1. Each animal imported under the arrangements referred to in Article 1 shall be identified by either:\n- an indelible tattoo, or\n- an official earmark or an earmark officially approved by the Member State on at least one of its ears.\n2. The said tattoo or marks shall be so designed as to enable the date when the animal was put into free circulation and the identity of the importer to be established, by means of a record made when the animal is put into free circulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 319, 21. 12. 1993, p. 1.\n(2) OJ No L 319, 21. 12. 1993, p. 4.\n(3) OJ No L 56, 29. 2. 1992, p. 9.\n(4) OJ No L 200, 10. 8. 1993, p. 5.\n(5) OJ No L 148, 28. 6. 1968, p. 24.\n(6) OJ No L 328, 29. 12. 1993, p. 7.\n(7) OJ No L 331, 2. 12. 1988, p. 1.\n(8) OJ No L 320, 22. 12. 1993, p. 16.\n(9) OJ No L 241, 13. 9. 1980, p. 5.\n(10) OJ No L 262, 21. 10. 1993, p. 26.\nANNEX\nEC Fax No 00 (32 2) 29 66 027\nApplication of Regulation (EC) No 358/94  COMMISSION OF THE EUROPEAN COMMUNITIES DG VI D.2 - BEEF AND VEAL SECTOR\nAPPLICATION FOR LICENCES TO IMPORT AT REDUCED LEVIES  Date: period:\nMember State:\nSerial number Applicant (name and address) Quantity (head)\nTotal\nMember State: Fax No\nTel.:", "eurovoc_concepts": ["1309", "2300", "3591", "5034"]}
{"celex_id": "32006D0450", "uri": "http://publications.europa.eu/resource/cellar/3b5ff510-88fb-4fc4-a981-2484f6b73497", "document_type": "Decision", "title": "2006/450/EC: Council Decision of  27 June 2006  amending Decision 2003/631/EC adopting measures concerning Liberia under Article 96 of the ACP-EC Partnership Agreement in a case of special urgency\n", "header": "1.7.2006 EN Official Journal of the European Union L 179/51\nCOUNCIL DECISION\nof 27 June 2006\namending Decision 2003/631/EC adopting measures concerning Liberia under Article 96 of the ACP-EC Partnership Agreement in a case of special urgency\n(2006/450/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the second subparagraph of Article 300(2) thereof,\nHaving regard to the ACP-EC Partnership Agreement signed in Cotonou on 23 June 2000 (1), (hereinafter referred to as the ACP-EC Agreement),\nHaving regard to the internal agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (2), and in particular, Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Decision 2002/274/EC of 25 March 2002 concluding consultations with Liberia under Articles 96 and 97 of the ACP-EC Partnership Agreement (3) provides for the adoption of appropriate measures within the meaning of Articles 96(2)(c) and 97(3) of the ACP-EC Partnership Agreement.\n(2) Council Decision 2003/631/EC of 25 August 2003 adopting measures concerning Liberia under Article 96 of the ACP-EC Partnership Agreement in a case of special urgency (4) provides for the adoption of further appropriate measures within the meaning of Article 96(2)(b)(c) of the ACP-EC Partnership Agreement.\n(3) Council Decision 2005/16/EC (5), which amends Decision 2003/631/EC, extends the validity of these measures to 30 June 2006.\n(4) The measures undertaken by the Liberian government in a very difficult budgetary situation attest to its determination to make headway in line with the principles of good governance, respect for human rights and the rule of law.\n(5) It is therefore convenient to lift the appropriate measures concerned, adopted under Article 96 of the ACP-EC Partnership Agreement,", "main_body": ["The appropriate measures adopted under Article 96 of the ACP-EC Partnership Agreement are hereby lifted.", "An intensive political dialogue shall continue on the basis of Article 8 of the ACP-EC Partnership Agreement. The content of this political dialogue is set out in the annexed letter to the President of Liberia.", "This Decision shall take effect on the day of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 27 June 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  OJ L 317, 15.12.2000, p. 3. Agreement as amended by the Agreement signed in Luxembourg on 25 June 2005 (OJ L 287, 28.10.2005, p. 4).\n(2)  OJ L 317, 15.12.2000, p. 376.\n(3)  OJ L 96, 13.4.2002, p. 23.\n(4)  OJ L 220, 3.9.2003, p. 3.\n(5)  OJ L 8, 12.1.2005, p. 12.\nANNEX\nBrussels, …\nHE Ms Ellen Johnson-Sirleaf\nPresident of Liberia\nMadam,\nBy letter No SGS4/15736 of 23 December 2004, the European Union notified the government of Liberia of its intention to extend to 30 June 2006 the validity of the appropriate measures adopted by the Council on 25 August 2003. That letter stipulated that the measures would be cancelled once a democratically elected and accountable president and government had been installed.\nThe European Union is pleased to see that the new government elected in October and November 2005 appears determined to introduce democratic change and reform the working of the public sector. The European Union is particularly pleased that:\n— the parliamentary and presidential elections of October and November 2005 were free, transparent and fair,\n— freedom of expression and press freedom are respected,\n— the government is backing, and actively taking part in, the implementation of the Governance and Economic Management Assistance Programme (GEMAP).\nA number of difficulties are nevertheless delaying performance of the government's commitments in the area of human rights and the rule of law, as follows:\n— the Commission on Human Rights is in the process of being reorganised following the appointment of new commissioners by the government,\n— few prosecutions have been brought against members of the security forces guilty of serious human rights violations,\n— the new security forces are not yet fully operational,\n— the overhaul of the justice system is still under way,\n— the Truth and Reconciliation Commission should be operational in June 2006, but the budget allocated to it is not sufficient to enable it to perform all its tasks.\nFurther progress is therefore needed in the area of human rights and the rule of law.\nIn view of the above, the European Union believes that the Liberian government is showing the right attitude and a satisfactory determination to improve the situation in the country. The European Union would like to encourage the Liberian government to continue down this road.\nIt is therefore convenient to lift the appropriate measures adopted under Article 96 of the ACP-EC Partnership Agreement.\nAn enhanced, structured political dialogue based on Article 8 of the ACP-EC Partnership Agreement will be conducted in order to continue strengthening respect for human rights, democracy, the rule of law and good governance. The political dialogue will concern:\n— follow-up of action against corruption and implementation of the GEMAP,\n— the progress made by the Commission on Human Rights and the Truth and Reconciliation Commission,\n— the reforms of the justice and security sectors,\n— ensuring active follow-up of the results of external audits of parastatal agencies and government financial institutions,\n— the prosecution of those involved in violations of human rights.\nAt their first meeting in the framework of the enhanced Article 8 political dialogue, the parties will establish the commitments to be given by the Liberian government.\nYours faithfully,\nFor the Commission\nFor the Council", "eurovoc_concepts": ["1474", "1617", "3489", "383", "5622", "584", "5873", "6117"]}
{"celex_id": "31994D0649", "uri": "http://publications.europa.eu/resource/cellar/0c7062a1-a502-4052-8d88-35b693ad732c", "document_type": "Decision", "title": "94/649/EC: Council Decision of 19 September 1994 appointing three members of the Committee of the Regions\n", "header": "COUNCIL DECISION of 19 September 1994 appointing three members of the Committee of the Regions (94/649/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 198a thereof,\nHaving regard to the Council Decision of 26 January 1994 appointing members and alternate members of the Committee of the Regions for the period 26 January 1994 to 25 January 1998 (1),\nWhereas three seats have become vacant on the Committee of the Regions following the resignations of Mr Per Kaalund, Mr Poul Christensen and Mr Hilmar Soelund, notified to the Council on 13 July 1994;\nHaving regard to the proposal from the Danish Government,", "main_body": ["Mr Soeren Madsen, Mr Bent Hansen and Mr Thorkild Simonsen are hereby appointed members of the Committee of the Regions in place of Mr Per Kaalund, Mr Poul Christensen and Mr Hilmar Soelund for the remainder of the their terms of office,  which run until 25 January 1998."], "attachments": "Done at Brussels, 19 September 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No L 31, 4. 2. 1994, p. 29.", "eurovoc_concepts": ["2516", "336", "3559", "6049"]}
{"celex_id": "31980D0126", "uri": "http://publications.europa.eu/resource/cellar/4a9e2d84-32fc-42bf-9459-ea8d8a541f77", "document_type": "Decision", "title": "80/126/EEC: Commission Decision of 28 December 1979 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "Commission Decision\nof 28 December 1979\nauthorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the German text is authentic)\n(80/126/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species [1], as last amended by Council Directive 79/967/EEC of 12 November 1979 [2], and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the application lodged by the Federal Republic of Germany,\nWhereas under Article 15 (1) of the said Directive, seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1977 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1979, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such authorization for a certain number of varieties of different species;\nWhereas the variety Kaweintermono (sugar beet) and the concerned varieties of oats and of maize have not been the subject of official growing trials in the Federal Republic of Germany in view of the German application;\nWhereas the said variety of sugar beet has been the subject in the Federal Republic of Germany of an application for official acceptance in so far as their seed is to be marketed in another country (Article 4 (2) (b) thereof); whereas therefore even the applicant has not claimed that this variety has any satisfactory value for cultivation or use in the Federal Republic of Germany; whereas therefore this variety can be treated as not producing results in the Federal Republic of Germany, which, with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (first subparagraph of Article 15 (3) (c) thereof);\nWhereas the variety of oats concerned is of the winter type; whereas the varieties of maize concerned have an FAO maturity class index over 350; whereas it is well known that the varieties of winter oats and the varieties of maize which have an FAO maturity class over 350 are at present not yet suitable for cultivation in view of all the kinds of utilization in the Federal Republic of Germany (second subparagraph of Article 15 (3) (c) of the said Directive);\nWhereas the other varieties listed in this Decision have been the subject of official growing trials in the Federal Republic of Germany; whereas the results of these trials have led the Federal Republic of Germany to decide that these varieties are not distinct or that their value for cultivation or use does not correspond to other varieties accepted in the Federal Republic of Germany;\nWhereas, in respect of the varieties Bergond (Red fescue) and Goal (Perennial rye grass), the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply within the framework of current Community provisions, they are not distinct from other varieties accepted there (Article 15 (3) (a) thereof);\nWhereas therefore the application of the Federal Republic of Germany in respect of all these varieties should be granted in full; whereas some of the concerned varieties of maize are acceptable in the Federal Republic of Germany in so far as their seeds are intended for fodder production (green fodder);\nWhereas, in respect of the other cases the application of the Federal Republic of Germany is under examination by the Commission; whereas it is not possible to complete examination of the abovementioned variety before expiry of the period provided for in Article 15 (1) of the said Directive;\nWhereas it consequently seems desirable to extend for the Federal Republic of Germany the period in question for an appropriate time to permit a full examination of the request for those varieties (Article 15 (7) of the said Directive);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1980 common catalogue of varieties of agricultural plant species:\nI. Sugar beet\nKaweintermono\nII. Fodder plants\n1. Festuca rubra L.\nBergond\n2. Lolium perenne L.\nGoal\nIII. Cereals\n1. Avena sativa L.\nPanema\n2. Zea mays L.\nAnemone\nBang (*)\nCirius\nDedalo H (*)\nDekalb XL 21 (*)\nDekalb XL 48\nDekalb XL 49\nDekalb XL 69\nEddy\nEnergamid 115 (*)\nFunk's G 2646\nFunk's G 2652\nFunk's G 2746\nFunk's G 5302\nFunk's G Consul\nH 734095\nH 734379\nIowa U 395\nJolly UC 2302 (*)\nLaser\nManon 404\nNiagara Falls\nNorking PX 32 (*)\nNorking PX 74\nOlona\nPolar UC 6201\nRanger UC 8701\nRedor\nRoc\nRoyal UC 6801\nTador\nUrus\nWhite River\n2. In the case of varieties of maize where an asterisk appears, the authorization given in paragraph 1 is valid only in so far as their seeds are not intended for fodder production (green fodder).", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the Member States thereof.", "The period provided for in Article 15 (1) of Directive 70/457/EEC shall be extended, for the Federal Republic of Germany, beyond 31 December 1979 until 31 March 1980 in respect of the following varieties:\nI. Fodderbeet\nMajoral\nII. Fodder plants\n1. Festuca pratensis L.\nSalfat\n2. Lolium perenne L.\nBorvi\nFrances\nMirvan\nIII. Cereals\nZea mays L.\nCuzco 251\nIV. Potatoes\nBrio", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 28 December 1979.\nFor the Commission\nFinn Gundelach\nVice-President\n[1] OJ No L 225,12.10.1970, p. 1.\n[2] OJ No L 293, 20. 11. 1979, p. 16.\n--------------------------------------------------", "eurovoc_concepts": ["1318", "1662", "2723", "4081"]}
{"celex_id": "32002R0685", "uri": "http://publications.europa.eu/resource/cellar/7e6cd8a7-9a29-45b5-96c9-9f16261bbd57", "document_type": "Regulation", "title": "Commission Regulation (EC) No 685/2002 of 19 April 2002 amending the import duties in the cereals sector\n", "header": "Commission Regulation (EC) No 685/2002\nof 19 April 2002\namending the import duties in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2),\nHaving regard to Commission Regulation (EC) No 1249/96 of 28 June 1996 laying down detailed rules for the application of Council Regulation (EEC) No 1766/92 as regards import duties in the cereals sector(3), as last amended by Regulation (EC) No 597/2002(4), and in particular Article 2(1) thereof,\nWhereas:\n(1) The import duties in the cereals sector are fixed by Commission Regulation (EC) No 649/2002(5), as amended by Regulation (EC) No 657/2002(6).\n(2) Article 2(1) of Regulation (EC) No 1249/96 provides that if during the period of application, the average import duty calculated differs by EUR 5 per tonne from the duty fixed, a corresponding adjustment is to be made. Such a difference has arisen. It is therefore necessary to adjust the import duties fixed in Regulation (EC) No 649/2002,", "main_body": ["Annexes I and II to Regulation (EC) No 649/2002 are hereby replaced by Annexes I and II to this Regulation.", "This Regulation shall enter into force on 20 April 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 April 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 161, 29.6.1996, p. 125.\n(4) OJ L 91, 6.4.2002, p. 9.\n(5) OJ L 99, 16.4.2002, p. 9.\n(6) OJ L 101, 17.4.2002, p. 14.\nANNEX I\nImport duties for the products covered by Article 10(2) of Regulation (EEC) No 1766/92\n>TABLE>\nANNEX II\nFactors for calculating duties\n(period from 15 April 2002 to 18 April 2002)\n1. Averages over the two-week period preceding the day of fixing:\n>TABLE>\n2. Freight/cost: Gulf of Mexico-Rotterdam: 17,24 EUR/t; Great Lakes-Rotterdam: 26,98 EUR/t.\n3. >TABLE>", "eurovoc_concepts": ["1309", "248", "4080", "5360", "888"]}
{"celex_id": "32003R2020", "uri": "http://publications.europa.eu/resource/cellar/2511d1b7-7163-4818-922c-04cb63d8f053", "document_type": "Regulation", "title": "Commission Regulation (EC) No 2020/2003 of 14 November 2003 fixing the import duties in the cereals sector\n", "header": "Commission Regulation (EC) No 2020/2003\nof 14 November 2003\nfixing the import duties in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1104/2003(2),\nHaving regard to Commission Regulation (EC) No 1249/96 of 28 June 1996 laying down detailed rules for the application of Council Regulation (EEC) No 1766/92 as regards import duties in the cereals sector(3), as last amended by Regulation (EC) No 1110/2003(4), and in particular Article 2(1) thereof,\nWhereas:\n(1) Article 10 of Regulation (EEC) No 1766/92 provides that the rates of duty in the Common Customs Tariff are to be charged on import of the products referred to in Article 1 of that Regulation. However, in the case of the products referred to in paragraph 2 of that Article, the import duty is to be equal to the intervention price valid for such products on importation and increased by 55 %, minus the cif import price applicable to the consignment in question. However, that duty may not exceed the rate of duty in the Common Customs Tariff.\n(2) Pursuant to Article 10(3) of Regulation (EEC) No 1766/92, the cif import prices are calculated on the basis of the representative prices for the product in question on the world market.\n(3) Regulation (EC) No 1249/96 lays down detailed rules for the application of Council Regulation (EEC) No 1766/92 as regards import duties in the cereals sector.\n(4) The import duties are applicable until new duties are fixed and enter into force. They also remain in force in cases where no quotation is available for the reference exchange referred to in Annex II to Regulation (EC) No 1249/96 during the two weeks preceding the next periodical fixing.\n(5) In order to allow the import duty system to function normally, the representative market rates recorded during a reference period should be used for calculating the duties.\n(6) Application of Regulation (EC) No 1249/96 results in import duties being fixed as set out in the Annex to this Regulation,", "main_body": ["The import duties in the cereals sector referred to in Article 10(2) of Regulation (EEC) No 1766/92 shall be those fixed in Annex I to this Regulation on the basis of the information given in Annex II.", "This Regulation shall enter into force on 16 November 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 2003.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 158, 27.6.2003, p. 1.\n(3) OJ L 161, 29.6.1996, p. 125.\n(4) OJ L 158, 27.6.2003, p. 12.\nANNEX I\nImport duties for the products covered by Article 10(2) of Regulation (EEC) No 1766/92\n>TABLE>\nANNEX II\nFactors for calculating duties\n(period from 31 October to 14 November 2003)\n1. Averages over the two-week period preceding the day of fixing:\n>TABLE>\n2. Averages over the two-week period preceding the day of fixing:\nFreight/cost: Gulf of Mexico-Rotterdam: 24,83 EUR/t; Great Lakes-Rotterdam: 32,74 EUR/t.\n3.\n>TABLE>", "eurovoc_concepts": ["1309", "4078", "5360"]}
