വീട്ടില്‍ നിന്നും വലിച്ചുകൊണ്ടുപോകുന്നതും ഗ്രാമത്തെയും കുടുംബത്തേയും സുഹൃത്തുക്കളെയും കുറിച്ചുള്ള ഓരോരുത്തരുടെയും ഓര്‍മ്മകളും വലിയ ഹൃദയഭാരമുണ്ടാക്കുന്നതാണ്.
ശക്തി ദൗത്യത്തില്‍ ഉള്‍പ്പെട്ട ശാസ്ത്രജ്ഞരുമായി പ്രധാനമന്ത്രി വീഡിയോ കോണ്‍ഫറന്‍സ് വഴി ആശയവിനിമയം നടത്തി
കൈത്തറി നെയ്ത്തുകാര്‍ക്കും മക്കള്‍ക്കും എന്‍ഐഒഎസ് ഫീസിളവ്
ബീഹാര്‍, ജാര്‍ഖണ്ഡ്, ഛത്തീസ്ഗഡ്, മദ്ധ്യപ്രദേശ്, ഹിമാചല്‍ പ്രദേശ്, ഉത്തര്‍ പ്രദേശ്, ഉത്തരാഖണ്ഡ്, മഹാരാഷ്ട്ര, ഒഡീഷ, ചണ്ിഗ്, ആന്ധ്രാ പ്രദേശ്, ഡല്‍ഹി, ഗുജറാത്ത്, രാജസ്ഥാന്‍, പശ്ചിമബംഗാള്‍, സിക്കിം, അരുണാചല്‍ പ്രദേശ് തുടങ്ങി നിരവധി സംസ്ഥാനങ്ങളിലായി വ്യാപിച്ചുകിടക്കുന്നവയാണ് ഈ പദ്ധതികള്‍.
പ്രവാസി ഇന്ത്യാക്കാരുടെ പ്രത്യേകിച്ച് സൗരാഷ്ട്ര പട്ടേല്‍ സമൂഹത്തിന്റെ ശ്രമങ്ങളെ പ്രകീര്‍ത്തിച്ചു കൊണ്ട് പ്രവാസി ഇന്ത്യാക്കാര്‍ എപ്പോഴും ഇന്ത്യയെ അഭിമാനഭരിതമാക്കിയിട്ടുണ്ടെന്ന് പ്രധാനമന്ത്രി പറഞ്ഞു.
ആഗോള സമൂഹത്തിലെ ഉത്തരവാദിത്തമുള്ള ഒരു അംഗമെന്ന നിലയില്‍ ഇന്ത്യ കാലാവസ്ഥാ വ്യതിയാനത്തിനെതിരായ യോജിച്ച പോരാട്ടത്തിന്റെ മുന്‍നിരയിലുണ്ട്.
ഭവന, നഗരദാരിദ്ര ലഘൂകരണ മന്ത്രാലയം
ഉഗാദി ആഘോഷിക്കുന്ന എല്ലാവര്‍ക്കും എന്റെ ആശംസകള്‍.
ശൗചാലയ നിര്‍മാണവും മാലിന്യശേഖരണസംവിധാനം ഒരുക്കുന്നതും മാത്രം പോരെന്നും ശുചിത്വം എന്നത് മനസില്‍ ഉള്‍ക്കൊള്ളിക്കേണ്ട ഒരു സ്വഭാവമാണെന്നും അദ്ദേഹം വ്യക്തമാക്കി.
ഭഗവാന്‍ രാമന്‍ ലങ്കയിലേക്ക് പോയപ്പോള്‍ വാനരസേനയിലെ കുരങ്ങന്മാര്‍ അദ്ദേഹത്തെ സഹായിക്കാന്‍ എത്തി. അങ്ങനെയാണ് രാമസേതു നിര്‍മ്മിച്ചതും ഭഗവാന്‍ രാമന് ലങ്കയില്‍ എത്താന്‍ കഴിഞ്ഞതും.