{"default": {"description": "HindEnCorp parallel texts (sentence-aligned) come from the following sources:\nTides, which contains 50K sentence pairs taken mainly from news articles. This dataset was originally col- lected for the DARPA-TIDES surprise-language con- test in 2002, later refined at IIIT Hyderabad and provided for the NLP Tools Contest at ICON 2008 (Venkatapathy, 2008).\n\nCommentaries by Daniel Pipes contain 322 articles in English written by a journalist Daniel Pipes and translated into Hindi.\n\nEMILLE. This corpus (Baker et al., 2002) consists of three components: monolingual, parallel and annotated corpora. There are fourteen monolingual sub- corpora, including both written and (for some lan- guages) spoken data for fourteen South Asian lan- guages. The EMILLE monolingual corpora contain in total 92,799,000 words (including 2,627,000 words of transcribed spoken data for Bengali, Gujarati, Hindi, Punjabi and Urdu). The parallel corpus consists of 200,000 words of text in English and its accompanying translations into Hindi and other languages.\n\nSmaller datasets as collected by Bojar et al. (2010) include the corpus used at ACL 2005 (a subcorpus of EMILLE), a corpus of named entities from Wikipedia (crawled in 2009), and Agriculture domain parallel corpus.\n￼\nFor the current release, we are extending the parallel corpus using these sources:\nIntercorp (Čermák and Rosen,2012) is a large multilingual parallel corpus of 32 languages including Hindi. The central language used for alignment is Czech. Intercorp’s core texts amount to 202 million words. These core texts are most suitable for us because their sentence alignment is manually checked and therefore very reliable. They cover predominately short sto- ries and novels. There are seven Hindi texts in Inter- corp. Unfortunately, only for three of them the English translation is available; the other four are aligned only with Czech texts. The Hindi subcorpus of Intercorp contains 118,000 words in Hindi.\n\nTED talks 3 held in various languages, primarily English, are equipped with transcripts and these are translated into 102 languages. There are 179 talks for which Hindi translation is available.\n\nThe Indic multi-parallel corpus (Birch et al., 2011; Post et al., 2012) is a corpus of texts from Wikipedia translated from the respective Indian language into English by non-expert translators hired over Mechanical Turk. The quality is thus somewhat mixed in many respects starting from typesetting and punctuation over capi- talization, spelling, word choice to sentence structure. A little bit of control could be in principle obtained from the fact that every input sentence was translated 4 times. We used the 2012 release of the corpus.\n\nLaunchpad.net is a software collaboration platform that hosts many open-source projects and facilitates also collaborative localization of the tools. We downloaded all revisions of all the hosted projects and extracted the localization (.po) files.\n\nOther smaller datasets. This time, we added Wikipedia entities as crawled in 2013 (including any morphological variants of the named entitity that appears on the Hindi variant of the Wikipedia page) and words, word examples and quotes from the Shabdkosh online dictionary.\n", "citation": "@InProceedings{hindencorp05:lrec:2014,\n  author = {Ond{\u000b{r}}ej Bojar and Vojt{\u000b{e}}ch Diatka\n            and Pavel Rychl{'{y}} and Pavel Stra{\u000b{n}}{'{a}}k\n            and V{'{}}t Suchomel and Ale{\u000b{s}} Tamchyna and Daniel Zeman},\n  title = \"{HindEnCorp - Hindi-English and Hindi-only Corpus for Machine\n            Translation}\",\n  booktitle = {Proceedings of the Ninth International Conference on Language\n               Resources and Evaluation (LREC'14)},\n  year = {2014},\n  month = {may},\n  date = {26-31},\n  address = {Reykjavik, Iceland},\n  editor = {Nicoletta Calzolari (Conference Chair) and Khalid Choukri and\n     Thierry Declerck and Hrafn Loftsson and Bente Maegaard and Joseph Mariani\n     and Asuncion Moreno and Jan Odijk and Stelios Piperidis},\n  publisher = {European Language Resources Association (ELRA)},\n  isbn = {978-2-9517408-8-4},\n  language = {english}\n}\n", "homepage": "https://lindat.mff.cuni.cz/repository/xmlui/handle/11858/00-097C-0000-0023-625F-0", "license": "CC BY-NC-SA 3.0", "features": {"id": {"dtype": "string", "id": null, "_type": "Value"}, "source": {"dtype": "string", "id": null, "_type": "Value"}, "alignment_type": {"dtype": "string", "id": null, "_type": "Value"}, "alignment_quality": {"dtype": "string", "id": null, "_type": "Value"}, "translation": {"languages": ["en", "hi"], "id": null, "_type": "Translation"}}, "post_processed": null, "supervised_keys": null, "builder_name": "hind_encorp", "config_name": "default", "version": {"version_str": "0.0.0", "description": null, "major": 0, "minor": 0, "patch": 0}, "splits": {"train": {"name": "train", "num_bytes": 78945714, "num_examples": 273885, "dataset_name": "hind_encorp"}}, "download_checksums": {"https://lindat.mff.cuni.cz/repository/xmlui/bitstream/handle/11858/00-097C-0000-0023-625F-0/hindencorp05.plaintext.gz?sequence=3&isAllowed=y": {"num_bytes": 23899723, "checksum": "a86260f5b09f3d3a9ab4ad102676e8602c32b2ad95619424aee575378ceb8792"}}, "download_size": 23899723, "post_processing_size": null, "dataset_size": 78945714, "size_in_bytes": 102845437}}