ഗവണ്‍മെന്റ്‌ സിവില്‍ ഹോസ്പിറ്റല്‍ ജുനാഗദ് കാര്‍ഷിക സര്‍വ്വകലാശാലയുടെ പാല്‍സംസ്‌ക്കരണ പ്ലാന്റ്, മറ്റ്‌കെട്ടിടങ്ങള്‍ എന്നിവ ഉദ്ഘാടനം ചെയ്തവയില്‍പ്പെടുന്നു.
നാം ഒത്താശയെയും പക്ഷപാതത്തെയും ശക്തമായി അപലപിക്കുന്നു.
പുറംകരാര്‍ നല്‍കിയാല്‍ അത്തരക്കാര്‍ക്ക് നല്ല പരിശീലനം നല്‍കുകയും നിരന്തര നിരീക്ഷണവും വേണ്ടിവരും.
ആശാ പ്രവര്‍ത്തകര്‍ക്ക് കേന്ദ്ര ഗവണ്‍മെന്റ് നല്‍കിവരുന്ന പതിവ് പ്രോത്സാഹന തുക ഇരട്ടിയാക്കുന്നതായാണ് പ്രധാനമന്ത്രി പ്രഖ്യാപിച്ചത്.
കേന്ദ്ര സ്ഥിതിവിവരക്കണക്ക് പദ്ധതി നിര്‍വ്വഹണ മന്ത്രാലയത്തിന്റെ കീഴില്‍ നടന്നു വരുന്ന സ്ഥിതി വിവരക്കണക്കുകളുടെ പരിഷ്‌കരണവും നിലവിലെ ജി.
ഒഡിഷയിലെ ജനങ്ങളോടുള്ള തന്റെ പ്രതിബദ്ധതയുടെ പ്രതിഫലനമാണ് കഴിഞ്ഞ മൂന്ന് ആഴ്ചയ്ക്കിടെ സംസ്ഥാനത്തേയ്ക്കുള്ള തന്റെ മൂന്നാമത്തെ സന്ദര്‍ശനമെന്ന് പ്രധാനമന്ത്രി പറഞ്ഞു.
ആരോഗ്യകരമായ ജനാധിപത്യ പാരമ്പര്യത്തെ മാനിച്ചുകൊണ്ട്, അടുത്ത മന്‍ കീ ബാത് മെയ് മാസത്തിലെ അവസാനത്തെ ഞായറാഴ്ചയാകും ഉണ്ടാവുക.
കേന്ദ്ര റോഡ് ഫണ്ട് ഉപയോഗിച്ച് നിര്‍മ്മിക്കുന്ന റോഡുകള്‍ക്കും പ്രധാനമന്ത്രി ചടങ്ങില്‍ തറക്കല്ലിടും.
കാറുകള്‍ക്ക് ഉപരിയായി, സ്‌കൂട്ടറുകള്‍, റിക്ഷകള്‍ എന്നിവയിലേയ്ക്ക് നമ്മുടെ ശ്രദ്ധ തിരിയണം.
എല്ലാ വിഷയങ്ങളും ഈ പ്രസംഗത്തില്‍ വിവരിക്കാന്‍ എനിയ്ക്ക് സാധ്യമായെന്നു വരില്ല.