نئی دہلی15دسمبر2017،پریس انفورمیشن بیوروکے پرنسپل جنرل جناب گنیشن نے ہندوستان میں رجسٹرڈ اخبارات (آر این آئی) کی سالانہ پبلکشن‘‘پریس ان انڈیا17-2016 وزیر اطلاعات و نشریات نیز کپڑے کی وزیر محترمہ اسمرتی زوبین ایرانی کو آج یہاں پیش کی۔ اس موقع پر وزارت اطلاعات و نشریات کے سیکریٹری جناب این کے سنہا اوردوسرے اعلیٰ حکام موجود تھے۔
نئی دہلی، 16اگست 2019، صدرجمہوریہ ہند ، جناب رام ناتھ کووند، 17 اور18 اگست ،2019کو مہاراشٹر کا دورہ کریں گے۔
36۔ طرفین نے توانائی کے شعبے میں باہمی مفاد کے امکان کو تسلیم کیا اور اپنے ملکوں کی کمپنیوں کو طویل مدتی کانٹریکٹ کے لئے مشترکہ وینجر اور توانائی کے مشترکہ اثاثوں کے حصول کے ساتھ ساتھ ممکنہ تعاون کے لئے مواقع کے وسیع سلسلہ پر ملک میں غور کرنے کے لئے حوصلہ افزائی کی۔
‘‘رکشا بندھن کے مبارک موقع پر ملک اور بیرون ملک میں مقیم اپنے تمام ہم وطنوں کو میں پرجوش مبارکباد اور نیک خواہشات پیش کرتا ہوں۔
جناب شاہ نے آئندہ پیشین گوئی کی جانکاری حاصل کی اور انہیں بتایا گیا کہ اس علاقے اور مہاراشٹر کے گردونواح میں آئندہ دو تین دنوں کے دوران بارش ہونے کی توقع نہیں ہے اور اس لحاظ توقع کی جاتی ہے کہ صورتحال میں بہتری رونما ہوگی۔
ڈاکٹر سبرامنیم جے شنکر، وزیر امور خارجہ
ہیروشیما یونیورسٹی نے 8بھارتی اداروں کے ساتھ مختلف معاہدے اور مفاہمت ناموں پر دستخط کئے۔
پانی کے ذخیرے کی خطہ وارصورت حال
صرف میری درخواست ہے کہ آپ اپنی اس خدمت کے لئے، جو بھی مقصد طے کریں،
ہندوستان کی چھوٹی صنعتوں کی ترقی کے بینک نے 115 آرزومند ضلعوں میں قومی سطح پر صنعت کاری کی بیداری مہم اُدیم ابھیلاشا کا آغاز کیا