ناروے کا کرونر
مرکزی کابینہ نے ہندوستان اور بولیویا کے درمیان روایتی نظام ادویہ اور ہومیو پیتھی کے شعبے میں باہمی اشتراک و تعاون سے متعلق مفاہمت نامے کو منظوری دی
وزیر اعظم نے اس بات کی ستائش کی کہ نائیجیریا کا ایک وفد ایک مطالعاتی ٹور پر ہے، تاکہ یہ پتہ لگا سکے کہ کیسے سوچھ بھارت مشن نے زمینی سطح حاصل کی اور اسے نائیجیریا میں کیسے نافذ کیا جاسکتاہے۔
ہر ریاست کی مالی ضرورتوں کا ان کی خصوصی خوبیوں کو ذہن میں رکھتے ہوئے انفرادی طورپر جائزہ لیاجائے گا:این کے سنگھ
ایف ایس ایس اے آئی اور جاپانی حکومت کے درمیان اشتراک وتعاون سے متعلق مفاہمت نامے (ایم او سی)
نئی دہلی۔ 11 نومبر وزیر اعظم نریندر مودی وارانسی میں 12 نومبر 2018 کو 34 کلو میٹر طویل اور 1571.
پندرہویں مالی کمیشن نے ایک مشاورتی کونسل تشکیل دی ہے جو اس کے دائرہ کار سے متعلق معاملات کے بارے میں اسے مشورہ دے گی
کینسر کے علاج کو سستابنائیں:نائب صدر جمہوریہ
وزیر اعظم مودی کا فلسطین کے دورے کے دوران پریس بیان نئی دہلی۔10 فروری
ہندوستان، فلسطین کے پرامن ماحول میں جلد ہی ایک خودمختار، آزاد ملک بننے کی امید کرتا ہے۔