[
    {
        "correctTitle": "titleB",
        "id": "52280",
        "sectionText": "୧୯୪୬ ମସିହା ଅକ୍ଟୋବର ୧୯ ତାରିଖରେ ଇଂଲଣ୍ଡର \"ନରୱିଚ\"ରେ ଫିଲିପ ପୁଲମ୍ୟାନଙ୍କ ଜନ୍ମ । ତାଙ୍କ ମା'ଙ୍କ ନାମ \"ଇଭଲିନ ପୁଲମ୍ୟାନ\" ଏବଂ ବାପାଙ୍କ ନାମ \"ଆଲଫ୍ରେଣ୍ଡ ପୁଲମ୍ୟାନ\" । \"ଆଲଫ୍ରେଣ୍ଡ\" ଜଣେ ରୟାଲ ଏୟାରଫୋର୍ସ ପାଇଲଟ ଥିଲେ । ସମଗ୍ର ଦେଶରେ ତାଙ୍କ ବାପାଙ୍କର ବହୁ ଖାତିର ଥିଲା । ତେବେ ବାପାଙ୍କ ସହିତ ବେଶିଦିନ ବିତେଇବାର ସୁଯୋଗ ମିଳି ନଥିଲା ପୁଲମ୍ୟାନଙ୍କୁ । ତାଙ୍କୁ ଯେତେବେଳେ ୭ବର୍ଷ ହୋଇଥିଲା ତାଙ୍କ ବାପାଙ୍କର ଦେହାନ୍ତ ଘଟିଲା । କେନିଆରେ ଥିବା ଏକ ପ୍ଲେନକ୍ରାସ୍ ହିଁ ଥିଲା ତାଙ୍କ ଦେହାନ୍ତର କାରଣ । ମୃତ୍ୟୁ ପରେ ତାଙ୍କ ବାପାଙ୍କୁ ଜଣେ ଦୁଃସାହସୀ ବୈମାନିକ ଭାବେ ପୁରସ୍କୃତ କରାଯାଇଥିଲା । ବଡ ହେବା ପରେ ମା'ଙ୍କ ଠାରୁ ବାପାଙ୍କ ସାହସିକତାର କାହାଣୀ ଶୁଣି ବଡହୋଇଥିଲେ ପୁଲମ୍ୟାନ । ବାପା କିପରି ଦୁର୍ଗମ ତଥା ଶତ୍ରୁ ଅଧ୍ୟୁଷିତ ଅଞ୍ଚଳକୁ ସାହସର ସହିତ ବିମାନ ନେଇ ଯାଇପାରୁଥିଲେ ତାହାକୁ ଜାଣି ତାଙ୍କ ଛାତି ଗର୍ବରେ ଫୁଲିଉଠୁଥିଲା । \n\nବାପାଙ୍କ ଦେହାନ୍ତ ପରେ ତାଙ୍କ ମା' ଆଉଥରେ ବିବାହ କରିଥିଲେ ଓ ତାଙ୍କ ୨ୟ ସ୍ୱାମୀଙ୍କ ସହ ଅଷ୍ଟ୍ରେଲିଆ ଚାଲିଯାଇଥିଲେ । ଛୋଟ ପିଲା ହୋଇଥିବା ହେତୁ ପୁଲମ୍ୟାନଙ୍କୁ ତାଙ୍କ ମା'ଙ୍କ ସହ ଯିବାକୁ ପଡ଼ିଥିଲା । ଅବଶ୍ୟ ଅଷ୍ଟ୍ରେଲିଆ ଯିବା ପୁଲମ୍ୟାନଙ୍କ ପାଇଁ ଏକ ଆଶୀର୍ବାଦ ସଦୃଶ ଥିଲା । କାରଣ ଅଷ୍ଟ୍ରେଲିଆର ନିଆରା ପରିବେଶ ହିଁ ତାଙ୍କ ଭିତରେ ଜଣେ ଲେଖକକୁ ତିଆରି କରିଥିଲା । ପିଲାବେଳେ ସେ ଖୁବ୍ କାହାଣୀ ଶୁଣିବାକୁ ଭଲ ପାଉଥିଲେ । ବିଶେଷ କରି ଦୁଃସାହସିକତାରେ ଭରପୁର କାହାଣୀ ତାଙ୍କୁ ଅସୀମ ଆନନ୍ଦ ପ୍ରଦାନ କରୁଥିଲା । ସେ ସୁପରମ୍ୟାନ , ବ୍ୟାଟମ୍ୟାନଙ୍କ କାହାଣୀ ସବୁକୁ ମନଯୋଗ ଦେଇ ପଢୁଥିଲେ । ମାତ୍ର କିଛି ବର୍ଷ ପରେ ସେ ପୁଣିଥରେ ବ୍ରିଟେନ ଫେରିଆସିଲେ ଓ ନିଜ ଜେଜେବାପାଙ୍କ ନିକଟରେ ତାଙ୍କ ନିଜସ୍ୱ ଜୀବନ ଆରମ୍ଭ କଲେ । \n\nଜନ୍ ମିଲଟନଙ୍କ ପ୍ରସିଦ୍ଧ କାବ୍ୟ \"ପାରାଡ଼ାଇଜ ଲଷ୍ଟ\" ହେଉଛି ପୁଲମ୍ୟାନଙ୍କ ଏକ ଅତିପ୍ରିୟ ପୁସ୍ତକ । ଏହି ପୁସ୍ତକଦ୍ୱାରା ସେ ବହୁ ଭାବରେ ଅନୁପ୍ରାଣିତ ହୋଇଥିବା କଥା ସ୍ୱୀକାର କରିଛନ୍ତି । ବିଶେଷକରି , ଜୀବନ ଦର୍ଶନକୁ ବୁଝିବାରେ ତାଙ୍କୁ ଏହି ପୁସ୍ତକ ସହାୟକ ହୋଇଛି । ଆଜି ବିଶ୍ୱରେ ଜଣେ ଲୋକ ପ୍ରିୟ ଇଂରାଜୀଲେଖକ ଭାବେ ମାନ୍ୟତା ଅର୍ଜନ କରିଥିବା ପୁଲମ୍ୟାନ ବାସ୍ତବରେ ଜଣେ ଭଲ ଛାତ୍ର ନଥିଲେ । ତାଙ୍କର ଇଂରାଜୀ ସାହିତ୍ୟଆଦୌ ହେଉନଥିଲା । ସେ ଅନେକ ଥର ଏହି ବିଷୟରେ ପାସ ମଧ୍ୟ କରିପାରି ନଥିଲେ । ସେ ନିଜର ଏକ ସାକ୍ଷାତକାରରେ କହିଥିଲେ ଯେ , ସେ ଇଂରାଜୀକୁ ଠିକ ଭାବରେ ଉପଭୋଗ କରିପାରୁ ନଥିଲେ । ସେଥିପାଇଁ ତାଙ୍କୁ ସ୍ନାତକରେ ତୃତୀୟ ଶ୍ରେଣୀ ପାଇ ସନ୍ତୁଷ୍ଟ ହୋଇ ରହିବାକୁ ପଡୁଥିଲା । ସେତିକି ନୁହେଁ , ସେ ଯୋଉଦିନ ଥାର୍ଡ କ୍ଲାସ ପାଇ ପାସ କରିଯାଇଛନ୍ତି ବୋଲି ଶୁଣିଲେ ସେଦିନ ସେ ଖୁବ୍ ଖୁସି ହୋଇଯାଇଥିଲେ । ସେ ଯେ ଏହି ବିଷୟରେ ପାସ କରିବେ ସେଥିରେ ମଧ୍ୟ ତାଙ୍କର ବିଶ୍ୱାସ ନ ଥିଲା । ଖେଳକୁଦରେ ତାଙ୍କର ଖୁବ୍ ରୁଚି ଥିଲା । ଅବସର ସମୟରେ ସେ ତାଙ୍କ ପ୍ରିୟ ଲେଖକମାନଙ୍କ ଲେଖା ପଢୁଥିଲେ ।\n\n୧୯୭୦ ମସିହାରେ ଫିଲିପ ପୁଲମ୍ୟାନ ଜୁଡିଥ୍ ସ୍ପେଲରଙ୍କୁ ବିବାହ କରିଥିଲେ ।\n",
        "titleA": "ଚାଲୁଥିବା ପୁସ୍ତକ",
        "titleB": "ଜୀବନ ବୃତ୍ତାନ୍ତ",
        "titleC": "ଗ୍ରନ୍ଥ ବିବରଣୀ",
        "titleD": "ଲେଖାଲେଖି",
        "url": "https://or.wikipedia.org/wiki?curid=52280"
    },
    {
        "correctTitle": "titleA",
        "id": "63481",
        "sectionText": "ବିଭିନ୍ନ ପ୍ରାଚୀରର ସମାହାରରେ ଗଠିତ ବିଶାଳ ପ୍ରାଚୀରର ପ୍ରାଚୀନ ସମୟରେ ଅନେକ ସ୍ଥାନୀୟ ଓ ବିଦେଶୀ ନାମ ରହିଥିଲା । \n\nଚୀନ ଐତିହାସିକ ସିମା ଚିଆନ୍‍ଙ୍କ ବିବରଣୀରେ ଏହାକୁ \"ଦୀର୍ଘ ପ୍ରାଚୀର ଯୁଗଳ\" (ମୂଳ ଚୀନୀ ନାମ 長城, \"ଚାଂଗ୍‍ଚେଂଗ୍\") ବୋଲି କୁହାଯାଇଛି । ସେହି ସମୟରେ ଦୁଇଟି ବିରାଟ ପ୍ରାଚୀର ରହିଥିଲା । ସିମା ଚିଆନ୍‍ଙ୍କ ବିବରଣୀରେ \"ଦଶ ହଜାର ମାଇଲ୍ ଦୀର୍ଘ ପ୍ରାଚୀର\" (萬里長城, \"ୱାନ୍‍ଲି ଚାଂଗ୍‍ଚେଂଗ୍\") ନାମଟି ନଥିଲେ ମଧ୍ୟ ତାଙ୍କରି ବିବରଣୀରୁ ଏହି ନାମର ଉତ୍ପତ୍ତି ବୋଲି କୁହାଯାଏ । ୪୯୩ ମସିହାର ସଂଗ୍ ପୁସ୍ତକରେ ସେନାପତି ତାନ୍ ଦାଓଜି \"ଦଶ ହଜାର ମାଇଲ୍ ଦୀର୍ଘ ପ୍ରାଚୀର\" ବିଷୟ ଉଲ୍ଲେଖ କରିଥିବା କୁହାଯାଇଛି । ପାରମ୍ପରିକ ଚୀନରେ ଗ୍ରାମର ସୀମା ମାପିବା ପାଇଁ ବ୍ୟବହୃତ ଆନୁମାନିକ ମାପକ “ଲି.” ଭିନ୍ନ ଭୌଗୋଳିକ ପରିସ୍ଥିତିରେ ପରିବର୍ତ୍ତିତ ହେଉଥିଲା ଏବଂ ଏହାର ହାରାହାରି ମାନ ବର୍ତ୍ତମାନ ସମୟର ଈଂରାଜୀ ମାପକ ମାଇଲ୍‍ର ପ୍ରାୟ ଏକ-ତୃତୀୟାଂଶ (୫୪୦ ମିଟର୍) ହେବ । ୧୯୩୦ ମସିହାରେ ଚୀନର ପରିସୀମା ନିର୍ଦ୍ଧାରଣ ପରେ ଏହାର ମାନ ୫୦୦ ମିଟର୍ ବୋଲି ନିର୍ଦ୍ଧାରିତ ହୋଇଛି । ଏହି ବିଚାରରେ ବିଶାଳ ପ୍ରାଚୀରର ଦୈର୍ଘ୍ୟ ପ୍ରାୟ ୫୦୦୦ କି.ମି. ହେବ । ତେବେ ଅନ୍ୟ ଭାଷାମାନଙ୍କରେ ବ୍ୟବହୃତ “ଅଗଣିତ”, “ଅମାପ” ଇତ୍ୟାଦି ଶବ୍ଦ ପରି ଏଠାରେ ଦଶ ହଜାର ଶବ୍ଦର ବ୍ୟବହାରକୁ ଏକ ଅତ୍ୟୁକ୍ତି ବୋଲି କୁହାଯାଇପାରେ ।\n\nଏହି ପ୍ରାଚୀର ସହିତ ଚୀନର ପ୍ରଥମ ସମ୍ରାଟ ତଥା କ୍ରୁର ଅତ୍ୟାଚାରୀ ଶାସକ ଚିନ୍ ଶି ହୁଆଂଗ୍‍ଙ୍କ ନାମ ଜଡ଼ିତ ଥିବାରୁ ଚିନ୍ ରାଜବଂଶର ପରବର୍ତ୍ତୀ ରାଜବଂଶମାନେ \"ଦୀର୍ଘ ପ୍ରାଚୀର\"ର କାୟାବୃଦ୍ଧିରେ ରହିଥିବା ନିଜ ଯୋଗଦାନକୁ ଦୀର୍ଘ ପ୍ରାଚୀର ନ କହି ଭିନ୍ନ ଭିନ୍ନ ନାମରେ ଅଭିହିତ କରିଥିଲେ । ମଧ୍ୟଯୁଗୀୟ ବିବରଣୀ ଅନୁଯାୟୀ ଏହାକୁ ଦୁର୍ଗ, ବାହ୍ୟଦୁର୍ଗ, ବାଧକ, ସୀମା ପ୍ରାଚୀର ଆଦି ନାମର ଉଲ୍ଲେଖ ମିଳିଛି । ସ୍ଥାନୀୟ ଭାଷା ଓ କାବ୍ୟ କବିତାରେ \"ବାଇଗଣୀ ସୀମାନ୍ତ\", \"ଭୂମି ଡ୍ରାଗନ୍\" ପରି ନାମଦ୍ୱାରା ବିଶାଳ ପ୍ରାଚୀରକୁ ସମ୍ବୋଧିତ କରାଯାଇଛି । କେବଳ ଚିଂଗ୍ ରାଜବଂଶର ରାଜୁତି ସମୟରୁ କ୍ଷୁଦ୍ର କ୍ଷୁଦ୍ର ସମସ୍ତ ପ୍ରାଚୀର ଖଣ୍ଡକୁ ଏକ ନାମ “ବିଶାଳ ପ୍ରାଚୀର” ବୋଲି କୁହାଯିବା ଆରମ୍ଭ ହେଲା ।\n\nଆଧୁନିକ ଯୁଗର ପ୍ରାରମ୍ଭରେ ଚୀନକୁ ଭ୍ରମଣ କରିଥିବା ୟୁରୋପୀୟମାନଙ୍କ ବିବରଣୀରୁ “ଚୀନୀ ପ୍ରାଚୀର” ନାମଟି ଉଦ୍ଧୃତ ହୋଇଛି । ୧୯ଶ ଶତାବ୍ଦୀ ବେଳକୁ \"ଚୀନର ବିଶାଳ ପ୍ରାଚୀର\" (\"The Great Wall of China\") ନାମଟି ଈଂରାଜୀ, ଜର୍ମାନ୍ ଓ ଫରାସୀ ଭାଷାରେ ଗୃହୀତ ହେଲା କିନ୍ତୁ ଅନ୍ୟ ୟୁରୋପୀୟ ଭାଷାରେ ଏହାର ନାମ \"ଚୀନୀ ପ୍ରାଚୀର\"(\"The Chinese Wall\") ହିଁ ରହିଛି ।\n",
        "titleA": "ନାମ",
        "titleB": "ଗଠନାତ୍ମକ ତଥ୍ୟ",
        "titleC": "ଇତିହାସ",
        "titleD": "ପୃଥିବୀ ନିକଟବର୍ତ୍ତୀ ଉପଗ୍ରହ କକ୍ଷରୁ ବିଶାଳ ପ୍ରାଚୀର",
        "url": "https://or.wikipedia.org/wiki?curid=63481"
    },
    {
        "correctTitle": "titleB",
        "id": "8548",
        "sectionText": "ଏହି ପର୍ବ ପାଳନ ବେଳରେ ଘରର ଘରଣୀମାନେ ସାଧାରଣ କାମରୁ ଛୁଟି ନେଇ ନାନାଦି ଖେଳରେ ମାତନ୍ତି । ଅଭିଆଡ଼ି ଝିଅମାନେ ଶାଢ଼ୀ ଆଦି ପିନ୍ଧି ରଜ ଦୋଳି ଖେଳ, ପୁଚି ଖେଳ ଆଦିରେ ସମୟ ଅତିବାହିତ କରିଥାନ୍ତି । ଏହି ଦିନ ଧରିତ୍ରୀ ମାଆକୁ ସମ୍ମାନ ଦେଇ କେହି ଭୂଇଁ ଉପରେ ଖାଲି ପାଦରେ ଚାଲିନଥାନ୍ତି । ପତ୍ର/ଖୋଳପାରେ ତିଆରି କଠଉରେ ଭୂଇଁ ଉପରେ ଚାଲିବାର ବିଧି ରହିଛି । ଏହି ଦିନ ପୋଡ଼ ପିଠା, ଚକୁଳି ପିଠା ଆଦି ଖିଆଯାଇ ଥାଏ ।",
        "titleA": "ରଜ ପାନ",
        "titleB": "ପାଳନ",
        "titleC": "ରଜଗୀତ",
        "titleD": "ବିଶେଷତ୍ୱ",
        "url": "https://or.wikipedia.org/wiki?curid=8548"
    }
]