{"case_id": "001-59587", "case_no": "25702/94", "title": "CASE OF K. AND T. v. FINLAND", "judgment_date": "2001-07-12", "facts": ["11.  At the beginning of the events relevant to the application, K. had a daughter, P., and a son, M., born in 1986 and 1988 respectively. P.’s father is X and M.’s father is V. From March to May 1989 K. was voluntarily hospitalised for about three months, having been diagnosed as suffering from schizophrenia. From August to November 1989 and from December 1989 to March 1990, she was again hospitalised for periods of about three months on account of this illness. In 1991 she was hospitalised for less than a week, diagnosed as suffering from an atypical and undefinable psychosis. It appears that social welfare and health authorities have been in contact with the family since 1989.", "12.  The applicants initially cohabited from the summer of 1991 to July 1993. In 1991 both P. and M. were living with them. From 1991 to 1993 K. and X were involved in a custody and access dispute concerning P. In May 1992 a residence order was made transferring custody of P. to X.", "13.  K. was again hospitalised from 22 April to 7 May 1992, from 13 May to 10 June 1992, and from 11 to 17 January 1993, on account of psychoses. She was in compulsory care between 15 May and 10 June 1992. According to a medical report dated 15 May 1992, K. was paranoid and psychotic.", "14.  On 19 March 1993, according to the social welfare authorities’ records, a discussion took place between a social worker and K.’s mother. K.’s mother said that her daughter’s health condition was really bad and that K. had destroyed a childhood picture of hers, a wedding photo of the mother, broken a glass and “pierced the eyes” of all appearing in the photos. K.’s mother had said that she was tired of the situation, as she did not get any support from the mental health authorities. She added that she was worried and afraid that “again something must happen before K. is admitted to care”.\nOn 24 March 1993 K. was placed under observation with a view to determining whether she should be placed in compulsory psychiatric care, having initially been diagnosed as suffering from psychosis. The conditions for compulsory care were not considered to be met but she remained in voluntary care until 5 May 1993.", "15.  Allegedly, X did not allow K., P. and M. to meet. On 11 May 1993, when K. was again pregnant, her access to P. was further limited by an order of the District Court of R. Basing itself on a doctor’s opinion, the court held that the child’s mental development would be endangered if the meetings between P. and K. continued without supervision as had been ordered in 1992.", "16.  According to the records of the social welfare authorities, M. showed signs of behavioural problems. On 30 March 1992 a psychologist reported how M. had played with two dolls saying – in very vulgar terms – that they were performing sexual acts. On 17 February 1993 K. was said to have broken a mirror in the presence of M. who had kept repeating: “mummy broke the mirror ...”\nNotes of the social authorities of 24 and 30 March 1993 among others state that games which M. played and pictures he drew were of a destructive nature. According to the notes taken on 30 March, he had lately, while the children were singing together at the day-care nursery, shown immense hatred, threatening “to kill everybody”. The occasions when K. fetched him were described as “unpleasant scenes”, M. shouting and hitting his mother who did not react. It was noted, however, that he no longer played doll games with sexual connotations.", "17.  According to the records of the social welfare authorities, a discussion between K., her mother, T. and a number of social and mental-health care officials took place on 31 March 1993, during which it was mentioned that the authorities might have to intervene in M.’s upbringing, from the child-protection point of view, in a more drastic way than had been the case so far. It appeared that in connection with K.’s recent hospitalisation T. had “forcibly” taken her from a restaurant, which had made K. furious, with the consequence that she had thrown things around; for example, the microwave oven had ended up on the floor. T. had said that K. was unable to control herself.", "18.  On the following day the child welfare support group, consisting of various social and health authorities, agreed that the aim should be to place M. in a children’s home for three months as an assistance measure of open care under section 14 of the 1983 Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983 – “the 1983 Act”), during which period psychological examinations of the child would be carried out.", "19.  On 3 May 1993 a social welfare official decided on behalf of the Social Welfare Board (perusturvalautakunta, grundtrygghetsnämnden) of S. to place M. in a children’s home for a period of three months. This was to be regarded as a short-term support measure pursuant to the 1983 Act. The applicants had been consulted, together with K.’s mother and sister, on 8 April 1993, in order to find an open-care measure which would be practicable. According to the records of that meeting, no such practical measure had been proposed by any of the participants. The applicants had then been heard again on 21 April 1993 and had not objected to the placing of M. in a children’s home.", "20.  In an opinion of 12 May 1993, requested by the Social Welfare Board, doctors M.L. and K.R. considered that K. was not at that time able to care for M., but that her mental state would not necessarily permanently prevent her from caring for him. Doctors M.L. and K.R. worked at the hospital of H., where K. had been cared for since 1991 during the periods indicated above.", "21.  On 7 June 1993 it was reported by the social welfare authorities that, when K. and T. had come to the children’s home where M. was staying, the boy had undergone a total change in his behaviour, characterised by anger, hatred, swearing, etc. T. had said that he was really tired of the situation and that in his view K. was in need of hospitalisation. When a visit to the health centre had been suggested to her, she had become very angry.\nAccording to a statement of 22 June 1993 by the children’s home, K. and T. had come to the home on 17 June 1993. While T. had been playing with M., other children had come to tell the staff that K. had asked a 3-year-old girl what her name was. As the girl did not reply, K. had raised her voice and shaken the girl, not letting her go until an older girl had given the child’s name. The other children had been frightened by K.’s behaviour.", "22.  On 11 June 1993 the social welfare official who had decided on 3 May 1993 to place M. in a children’s home informed the University Hospital of T. and the local hospital of S. in writing that she was very worried about the health of K. and the baby she was carrying. She requested the hospitals to contact her as soon as K. arrived at the hospital and, more particularly, at the time of the baby’s delivery. She also expressed the wish that health-care professionals should pay special attention to the relationship between the mother and the new-born baby from the very beginning.", "23.  On 18 June 1993 K. was taken to a district hospital, where she gave birth to J. on the same day. According to the hospital records, the mother stayed calm during the delivery. After the delivery a written decision concerning an emergency care order was served on the hospital. The child was taken to the children’s ward. The mother’s behaviour in the ward was later found to be somewhat restless but not completely disorderly. The hospital records indicate that she understood the situation and wanted to leave hospital the following day. Medication to prevent the secretion of milk was prescribed. It seems that K. left the hospital on 19 June 1993, that is, the following morning, without any post-natal examination. She went to her mother’s home, where she started pushing an empty pram around the place.", "24.  J. was immediately placed in emergency care, pursuant to section 18 of the 1983 Act. After the birth of their child, K. and T. were informed of this decision by two social workers at the hospital of H. The Social Director, who had made the decision on behalf of the Social Welfare Board, noted that K.’s mental state had been unstable during the last stages of her pregnancy. He considered that the baby’s health would be endangered since K. had found out about the plans to place the baby in public care. Lastly, he considered that the baby’s father, T., could not guarantee its development and safety. In addition the Social Director referred to the family’s long-standing difficulties, namely, K.’s serious illness and occasionally uncontrolled emotional reactions which could be traumatic for the children, T.’s inability to care for both J. and K., K.’s reluctance to accept guidance, the impossibility of putting the whole responsibility for J.’s development on T., and the impossibility of providing open-care support measures to the necessary extent. The applicants were not heard prior to the decision. On 24 June 1993 the applicants were notified in writing of the decision to take the new-born baby into public care. The notification was also faxed to K.", "25.  On 21 June 1993 the Social Director also placed M. in emergency care, citing principally the same reasons as in his decision of 18 June 1993 concerning J.", "26.  The applicants did not appeal against the emergency care orders.", "27.  On 21 June 1993 the Social Welfare Board took note of the emergency care orders and prohibited all unsupervised access between K. on the one hand, and J. and M. on the other. The number of supervised visits, however, was not restricted. The Board decided to continue preparations for taking M. and J. into care.", "28.  A meeting was held by social workers at the family centre on 21 June 1993, before the arrival of the baby from the hospital and in the absence of the applicants. It is mentioned in the report that there was a plan to prohibit the mother’s visits for a month on the ground that her reactions could not be predicted as she had, for example, broken things at home. After this initial period she would be allowed to visit the baby without restriction, but accompanied by her personal nurse. However, this plan was not implemented. The following entry appears in the register for 24 June: “The mother may come with her personal nurse if she wants. Other visitors not allowed for the time being.”", "29.  K. was asked to come with T. to the social welfare office on 22 June 1993 at 11.30 a.m. in order to be informed of the decision of 21 June 1993 by the Social Director concerning M. On 24 June 1993 K. and V. (M.’s biological father) were notified in writing of the decision of 21 June 1993. The notification was also faxed to K.", "30.  On 22 June 1993 K. was hospitalised voluntarily at the hospital of H. on account of psychosis, having obtained a referral from a doctor at a health care centre. She was treated there until 30 June 1993.", "31.  On 23 June 1993 J. was placed in the family centre. T. visited her the same day.", "32.  At the beginning of July 1993 T. left the applicants’ home, having been told by the social welfare officials that he had to break off his relationship with K. “if he wanted to keep” J. The applicants nevertheless continued their relationship.", "33.  On 15 July 1993 the Social Welfare Board gave its decisions taking J. and M. into “normal” public care, giving reasons similar to those mentioned in the emergency care orders (see paragraph 24 above), and prolonged the access restriction until 15 September 1993. K. was allowed to see the children only in the company of her personal nurse. The Board essentially considered that K.’s state of health remained unstable; that she was subject to aggressive and uncontrolled emotional moods; and that public care proceedings were a severe mental ordeal for a patient. As regards J., the Board therefore believed that her personal security could be jeopardised if access were to take place without supervision. As regards M., the Board feared that K.’s visits to the children’s home “could no longer be supervised by its staff, which would not be in his interest”. Before the decisions of 15 July 1993 the applicants had been heard and had expressed their objection to the care decisions envisaged.", "34.  On 15 July 1993 K. visited both her children, accompanied by her personal nurse. The register indicates that it was “a difficult situation”.", "35.  On 19 July 1993 T. moved to the family unit of the family centre with J.", "36.  On 20 July 1993 K. was again hospitalised in voluntary care at the open ward of the hospital of H., suffering from psychosis. She left hospital the following day, however. On 26 July 1993 she was placed under observation with a view to determining whether she should be placed in compulsory psychiatric care. On 30 July 1993 she was committed to compulsory psychiatric care. According to the file, her relatives had earlier been worried about her and had contacted the hospital in order to get her into hospital care. They reported that K. had disappeared from her home, where she had behaved in an unsettled and aggressive manner. Her hospitalisation lasted until 27 October 1993, that is, three months.", "37.  During the period between 18 June and 31 August 1993 K. visited her children at their respective children’s homes. During the visits she was accompanied by her personal nurse from the hospital, who was in contact with the social welfare authorities and arranged the visits having regard to K.’s state of mental health. According to the centre’s register, she visited J. twice during this period.", "38.  According to a statement made by a social worker on 4 August 1993, T. had taken good care of J., first at the hospital until 23 June 1993 and later on at the family centre. It was agreed that J. would stay at the family centre and that T. would visit her every other day. J. would visit her father for the first time from 13 to 15 August 1993, during which time T. would organise her christening. The intention was that the baby could move in with her father later on.", "39.  After T.’s paternity had been established on 13 July 1993, T. and K. were granted joint custody of J. on 4 August 1993.", "40.  T.’s travel expenses to the centre were paid for by the social welfare authorities. From the centre’s records it can be deduced that T. succeeded in creating a relationship with the baby and learned to take good care of her. The home leaves were spent with T. first at his mother’s house and later in his new home.", "41.  On 12 August 1993 the Social Welfare Board referred both public care orders to the County Administrative Court (lääninoikeus, länsrätten) for confirmation, as the applicants had opposed them. In support of its referrals, the Board submitted a statement by a social welfare official dated 25 August 1993, according to which T. would not be able to care both for M. and the new-born J. alone, since K. was living in the same home and had been psychotic for the last four years. T. had been in contact with J. at the children’s home three to four times a week. While staying in a flat attached to a municipal children’s home, he had cared for J. for two whole weeks and had subsequently cared for her three days a week in his new home. The Board had therefore begun investigating whether it would be possible to entrust him with the responsibility for J. with the help of support measures taken by the Board.", "42.  On 9 September 1993 the County Administrative Court confirmed the care order concerning J., considering that K. had been mentally ill; that the applicants had had conflicts “as a result of which T. had moved away from their home at the beginning of July 1993”; that because of K.’s illness and the family’s other problems the applicants had been unable to provide J. with adequate care; that the care support provided to the family had not sufficiently improved the family’s situation and that the measures could not be expected to satisfy J.’s care needs. No hearing was held.", "43.  On 11 November 1993 the County Administrative Court confirmed the care order concerning M., repeating the reasons put forward in its decision of 9 September concerning J. No hearing was held.", "44.  In an appeal to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) against the confirmation of the public care order concerning M., the applicants were represented by the Public Legal Adviser (yleinen oikeusavustaja, allmänna rättsbiträdet) of S. The Supreme Administrative Court dismissed the appeal on 23 September 1994.", "45.  On the same date the Supreme Administrative Court extended the time allowed for an appeal by K. against the confirmation of the care order made in respect of J.", "46.  On 18 October 1994 K. appealed against the care order in respect of J. as confirmed by the County Administrative Court on 9 September 1993. On 21 August 1995 the Supreme Administrative Court granted K. cost-free proceedings as from 1 March 1994, appointed Ms Suomela as her representative and upheld the County Administrative Court’s decision of 9 September 1993.", "47.  By a decision of 21 January 1994 the Social Welfare Board placed J. in a foster home in K., a town some 120 km away from the applicants’ home. M. joined her on 7 February 1994. The foster parents had no children of their own. Social welfare officials told the applicants and the foster parents that J.’s and M.’s placement would last “for years”. The applicants had proposed that the children’s public care be implemented in the homes of relatives.", "48.  In the meantime, on 15 August 1993, J. was christened in the presence of K., T. and M.", "49.  A consultation was held at the children’s home, on 18 August 1993, in the presence of T. According to the records, K.’s mental health was very unstable and her psychiatric treatment was expected to have to be continued for four to five years. T., however, had expressed his hopes that K. and he could, together, take care of J. in the future. It was agreed that J. would stay at the children’s home and would visit T. every week from Thursday until Saturday, beginning on 28 August 1993. T. would visit J. on other days, according to an arrangement to be agreed with the children’s home.", "50.  On 14 September 1993 the Social Welfare Board prolonged the access restriction until 15 December 1993.", "51.  The following notes of a social welfare official appear among those in the case records of the Social Welfare Board:\n“14 September 1993:\n… 2.  ... In addition, the importance of future access between J. and T. has now been questioned, since J.’s placement in [public foster care] is under preparation. It will be difficult for T. to give up J. ...”\n“13 October 1993:", "52.  On 27 October 1993 K. was discharged from the hospital of H.", "53.  On 2 February 1994 the Social Welfare Board drew up a plan concerning the implementation of the public care. The applicants’ alternative plan was allegedly ignored. For instance, the children could not meet their maternal grandmother at her home.", "54.  After the adoption of the care plan on 2 February 1994, the applicants requested a relaxation of the access restriction. For example, T. had been permitted to see J. only once a month.", "55.  On 21 March 1994 the applicants requested, inter alia, that the Social Welfare Board should draw up a public care plan aiming at the reunification of the family.", "56.  On 3 May 1994 the social welfare authorities organised a meeting in order to revise the care plan of 2 February 1994. The applicants and their representative did not attend the meeting.", "57.  On 17 May 1994 the Social Director restricted both applicants’ access to the children to one monthly visit at the foster home, to take place under supervision and last three hours. The Social Director considered that the grounds for public care still existed. In his view, although the applicants were dissatisfied with the visits set out in the care plan, affording the children an unlimited right to see their parents would create an obstacle to their successful placement. The applicants appealed.", "58.  On 28 September 1994 the County Administrative Court held an oral hearing concerning the access restriction imposed on 17 May 1994. It took evidence from two psychiatrists, who had interviewed K. One of them, Dr T.I.-E., did not know K. personally but commented on a diagnosis concerning her mental state by indicating that K. had a tendency to react in a psychotic manner to conflict situations. Dr K.P. stated that K.’s state of health did not prevent her from caring for her children. Consequently, if her illness had been the reason for the access restriction, that reason no longer existed.", "59.  In a written expert opinion, requested by the Social Welfare Board and submitted to the County Administrative Court, Dr E.V., a child psychiatrist, expressed the opinion that the children should be permanently cared for by the foster parents and that the applicants’ visits should, for the time being, be discontinued so as to protect the children and the foster parents. According to the applicants, Dr E.V. had not met them or the children, nor had he consulted the other psychiatrists before making his proposal.", "60.  On 11 October 1994 the County Administrative Court upheld the access restriction issued on 17 May 1994. It noted that neither of the witnesses who had been heard orally had been willing to state any opinion as regards the children’s development. It reasoned, inter alia, as follows:\n“... [By allowing] access to take place once a month and [by allowing contact through correspondence] it will be ensured that the children will retain knowledge about their biological parents. If the grounds for public care later cease to exist, a reunification of the family will thus be possible. ...”", "61.  The County Administrative Court dismissed the applicants’ request for exemption from costs, since the relevant legislation did not cover disputes concerning access restrictions. At the court’s hearing, the applicants were nevertheless assisted by Ms Suomela.", "62.  On 26 May 1994 the applicants requested that the Social Welfare Board discontinue the public care of M. and J.", "63.  On 18 September 1994 the Social Director allegedly told the applicants that any further children born to them would also be placed in public care. According to the Government, the Social Director only told them, when expressly asked, that it was possible that any further children born would be taken into public care.", "64.  In an opinion of 22 September 1994 submitted at the Social Welfare Board’s request, Dr K.P., a psychiatrist, commented on the possibility of revoking the public care orders. She concluded that K.’s mental state would not prevent her from having custody of the children. According to Dr K.P., K.’s efforts to have public care discontinued and access restrictions relaxed showed that she possessed psychological resources. She noted, inter alia, that T. was K.’s closest support in the care and upbringing of the children. In addition, K.’s mother, at the time her guardian ad litem, was ready to help in caring for them. Dr K.P., however, added that she could not, as a psychiatrist for adults, take any stand as regards the interests of the children. Dr K.P.’s opinion was also based on a report submitted by Dr K.Po., a psychologist, who had come to the same conclusion as regards K.’s ability to have custody of her children.", "65.  The Public Legal Adviser advised against requesting revocation of the care orders.", "66.  K. was hospitalised from 15 to 24 February and from 11 April to 29 May 1995, apparently on account of psychosis.", "67.  On 14 March 1995 the Social Welfare Board rejected the applicants’ request of 26 May 1994 that the care order be revoked, stating as follows:\n“At the moment the health of the children’s mother, K., is better and the family situation has changed in other respects in comparison with the situation in 1993 when the decisions to take the children into care were made.\n...\nAccording to Dr K.P., a psychiatrist, K. still has ‘a lot of instability’ in her emotional life as well as fragility, brought about by the last five years’ experiences and the diagnosis of mental illness for which she needs – and will need for a long time to come – therapeutic support and treatment. A regular medication is also needed in order to guarantee her continued well-being and to make it possible for her to manage in open care and to have custody of her children. Dr K.P., however, did not give her more precise opinion as to K.’s ability to take care of and bring up her children even though Dr K.P. was explicitly asked to give such an opinion.", "68.  The applicants appealed on 5 April 1995, requesting that they be granted exemption from costs and afforded free legal representation. They also requested an oral hearing.", "69.  On 7 April 1995 a further child, R., was born to the applicants. Having given birth, K. left the hospital for a while on the same evening with the new-born baby wrapped in a blanket, walking barefoot in the cold weather until the hospital staff realised what had happened and intervened.", "70.  On 13 April 1995 K. was committed to compulsory psychiatric care and treated at the hospital of H. until 29 May 1995, while R. was being cared for by T. According to a psychiatrist’s observation of 10 April 1995, K. “must have been suffering from paranoid schizophrenia for some time”.", "71.  On 15 June 1995 the County Administrative Court granted the applicants exemption from costs and appointed Ms Suomela as their representative in the case concerning their appeal against the Social Welfare Board’s decision of 14 March 1995. It decided not to hold a hearing in respect of the applicants’ request for a revocation of the care orders and provided the parties with an opportunity to supplement their written observations.", "72.  On 28 September 1995 the County Administrative Court rejected the applicants’ appeals of 5 April 1995 without holding an oral hearing. The court noted, inter alia, that according to the medical certificates, K.’s state of health had improved but her emotional life was still unstable. She therefore continued to be in need of psychotherapy and medication. In addition, a further child had been born to the applicants and K. had again been treated at the hospital of H. These two factors had caused an additional strain militating against a revocation of the care orders.", "73.  On 17 November 1994 social welfare officials revised the public care plan, proposing that the children meet the applicants once a month on neutral premises at the Family Advice Centre of K., where the foster parents were living. The applicants objected to this proposal, considering that it would have entailed a further restriction of their access to the children. Instead, they requested two meetings a month, one of which was to be at their place of residence. On 22 December 1994 they asked for a separate written decision concerning their access request, so that they could appeal against it.", "74.  In a letter of 22 December 1994 the Social Director informed the applicants that there were no longer any grounds for the access restriction. Meetings between the applicants and the children were nevertheless only authorised for three hours once a month on premises chosen by the Social Welfare Board. They were also informed that the meetings would be supervised.", "75.  In his decision of 11 January 1995 the Social Director confirmed that there were no longer any grounds for the access restriction. On 31 January and 28 February 1995 the Social Welfare Board confirmed the decision of 11 January 1995. The applicants appealed.", "76.  As regards the applicants’ appeal against the Social Welfare Board’s decisions of 31 January and 28 February 1995, the County Administrative Court considered, on 15 June 1995, that the revised care plan drawn up on 17 November 1994 had already entailed an access restriction which had later been renewed by further decisions, without the applicants having been properly heard, in respect of their access request. The matter was referred back to the Social Welfare Board for further consideration.", "77.  In the light of the County Administrative Court’s decision the Acting Social Director, on 28 June 1995, formally restricted the applicants’ access to the children to one meeting a month up to 31 May 1996. The meetings were to take place in the foster home. In addition, the foster parents were to visit the applicants with the children every six months. The Director considered, inter alia, that it was important that the children settle themselves in the foster family environment in which they would grow up. Closer contacts with their parents would mean change and insecurity as well as the creation of a new crisis in their development. The process of settling which had started well would be jeopardised. For the children’s progress it was therefore necessary that their situation remain stable and secure. The Director’s decision was confirmed by the Social Welfare Board on 22 August 1995. The applicants appealed.", "78.  On 3 November 1995 the County Administrative Court rejected the applicants’ appeal against the access restriction confirmed on 22 August 1995.", "79.  On 25 May 1996 social welfare officials revised the public care plan, proposing that the children meet the applicants once a month on the premises of a school at the children’s place of residence. As the applicants were not present when the proposal was made, the care plan was again revised on 9 October 1996 in so far as the access restriction was concerned. The applicants then proposed that the children meet them without supervision once a month. The public care plan was, however, revised as proposed by the social welfare officials.", "80.  On 17 June 1996 the Social Director restricted both applicants’ access to the children, until 30 November 1997, to one monthly visit on the premises of a school at the children’s place of residence, where access was to take place under supervision for three hours. One of the foster parents was also ordered to be present at the time of the access. The Social Director’s decision was confirmed by the Social Welfare Board on 20 August 1996. The applicants’ appealed against the decision to the County Administrative Court, requesting an oral hearing. The court obtained a statement from a child psychiatrist, Dr J.P., who was also recommended by the applicants’ representative to the Social Welfare Board. Dr J.P.’s statement included the following observations:\n“The right of access of M. and J. to the persons close to them must primarily be examined in the light of their psychological growth and development and their health. This requires an examination of the quality, permanence and durability of their human relationships, because psychological growth and development take place in interaction with human relationships. In my opinion, the human relationships are to be examined from the children’s point of view. ...\n... In conclusion, I note that before M. was placed in the children’s home ... the mother had been in psychiatric hospital for treatment eight times, making a total of thirteen months. Thus, M. had lived with his mother for forty-five months, namely, three years and nine months. The longest that they spent together was two years and one month. ... T. has, as ‘stepfather’, helped to look after M. for at most ten months. ... the foster parents have so far looked after M. for three years and three months without interruption. ... In practice, M. has not had any kind of relationship with his biological father ... \nIn the light of the above, I note that the human relationships in M.’s early childhood have, owing to the circumstances, been non-continuous, short-term and changing. The most stable and continuous relationships have been with his foster parents ... Therefore, these relationships are the most relevant and important ones for M.’s psychological growth and development.\n... J. was born in June 1993. She was taken into public care immediately after she was born. At first, she stayed in the district hospital for a short time, and later at a reception home for small children. T., as the biological father of J., looked after her for two weeks in June and August 1993. J. was placed in the foster family ... in January 1994, when she was some seven months old. So far, J. has stayed with her foster family for some three years and three months without interruption. J. is now a little over 3 years and 10 months old.\nIn the light of the above, I note that, due to the circumstances, J. has not had any significant and important relationships other than those with her foster parents. J.’s relationship with her foster parents is of primary importance for her psychological growth and development. ...\n... From the children’s point of view, especially, but naturally also from that of the foster parents, the foster family is a family to which the principles concerning family life enshrined in the United Nations Convention on the Rights of the Child and in the European Convention on Human Rights can be applied in the same way as to biological families. This point of view is especially important when, due to the circumstances, the biological family has not lived together.\nIn the light of the above, I note that the arrangements for helping and supporting the foster parents of M. and J. are in the best interests of the children. The arrangement will, in the first place, ensure the important, continuous and safe human relationships of M. and J. with their foster parents ...\nIt is also important for M. and J.’s psychological growth and development that, in the safe and stable conditions provided by the foster family, they are able to form and maintain a good internalised picture of their biological parents ... from whom they have been separated because of the circumstances.\nIn my opinion, this can be done by complying with the decision of the Social Welfare Board of S. of 20 August 1996 concerning the right of access. At present, an unrestricted right of access or a right of access of the extent suggested by the applicants is not in the interests of the children, because K. and T. are not capable of meeting the emotional needs of M. and J. ... Such arrangements concerning the right of access would clearly endanger the health and development of M. and J. In my opinion, the question of an unrestricted right of access should be evaluated when the children have attained the age of 12.”", "81.  In a statement of 10 September 1996 Dr K.P. stated that in her opinion K.’s psychiatric state did not preclude K.’s having custody of her daughter R.", "82.  On 2 April 1997 the care plan was again revised by the social welfare authorities. The applicants had been informed of the time of the meeting concerning the revision of this care plan on home visits on 15 January and 10 March 1997. Their representative had also been informed of the meeting by a letter sent on 10 February 1997. The applicants did not attend the meeting, and neither did their representative. The applicants were thus not explicitly heard in this connection but, as they had expressed their opinion on other occasions, the authorities recorded their point of view in the plan.", "83.  On 12 June 1997 the County Administrative Court rejected the applicants’ appeal against the Social Welfare Board’s decision of 20 August 1996 to restrict the applicants’ access right (see paragraph 80 above). It refused the applicants’ request for an oral hearing.", "84.  Although the applicants had stated only in their reply that the appeal was also made on R.’s behalf, the County Administrative Court found in its decision that it was in part made in her name. The court stated that a person to whom a decision was directed, or upon whose right, duty or interest it had a direct effect, had the right of appeal. The court considered that the Board’s decision, which concerned R.’s siblings’ and parents’ right of access, was not such a decision.", "85.  On 28 November 1997 the Social Director restricted the applicants’, and consequently their youngest child R.’s, access to J. and M. to one monthly visit of three hours on the premises of a school at the children’s place of residence until the end of 1998. The applicants did not appeal.", "86.  The care plan was again revised on 1 December 1998.", "87.  According to a statement made on 3 July 1998 by Dr K.M. (formerly Dr K.P.), K. had not been hospitalised since May 1995 and her health had been stable since the beginning of 1995. There had been no problems concerning the care of R. (who had lived with her parents all the time and had not been taken into care). It was recommended by Dr K.M. that the social welfare authorities should reduce or discontinue control visits to the applicants’ home in order to give K. the possibility of settling down to normal life without constant supervision by the authorities.", "88.  The restriction orders were extended by the Social Director on 11 December 1998, until the end of 2000. The visits were to take place under supervision on the premises of a school at the children’s place of residence. However, one of the visits was to take place at the applicants’ home in the presence of the foster parents. The Social Director considered, inter alia, that the reunification of the family was not in sight as the foster family was now the children’s de facto home; that the applicants’ access to the children once a month and through correspondence was enough to maintain the children’s awareness of their biological parents; and that closer contacts with the applicants would endanger the children’s development, bring change and insecurity and create a new crisis in their development. The applicants appealed against this decision to the Social Welfare Board which, on 2 February 1999, rejected the appeal and upheld the Social Director’s decisions. In its reasoning, the Board quoted both the County Administrative Court and Dr J.P.", "89.  According to the reports drawn up by the supervisor who attended the meetings of the children and the applicants during the period from 25 May 1996 to 10 January 1999, the adults got on quite well together during the meetings. J. often played games with M. When R. was smaller, J. played by herself, but later it seemed that the girls, J. and R., spent more time together. On the other hand, it seemed that the first applicant made very little contact with J. and M. According to the supervisor’s description, especially in the earlier reports, the first applicant seemed to have concentrated on R.", "90.  M. visited K. and T. at their home for the weekend of 21 to 23 July 2000 without supervision.", "91.  The applicants appealed against the Social Welfare Board’s decision of 2 February 1999, concerning the right of access, to the Administrative Court (formerly the County Administrative Court). An oral hearing, at which M. was also heard, was held on 3 October 2000. In its decision of 13 October 2000 the administrative court upheld the Social Welfare Board’s decision.", "92.  The social authorities reviewed the care plan on 23 November 2000, having consulted the applicants, among others. It was decided that the children would remain in the foster home. According to the care plan, M. and J. are allowed to meet K. and T and others close to them, as from 1 January 2001 until 31 December 2001, without supervision once a month alternately at the applicants’ home and the foster parents’ home. The meetings at the applicants’ home will take place from Saturday 11 a.m. until Sunday 4 p.m., and the meetings at the foster parents’ home on Sundays, from 11 a.m. until 5 p.m. The children are also allowed to meet their other relatives freely during those meetings. In addition to the above, the children will also spend a day and a night with the applicants each Christmas, and two weeks each summer during their school holidays.", "93.  J. and M.’s foster mother died in May 2001."], "applicants": ["K.", "T."], "defendants": ["FINLAND"], "allegedly_violated_articles": ["13", "8"], "violated_articles": ["8"], "court_assessment_references": {"8": ["12", "140", "155", "156", "157", "158", "159", "160", "161", "162", "163", "164", "24", "32", "33", "34", "35", "36", "37", "38", "39", "40", "41", "42", "43", "44", "45", "46", "47", "67"], "13": ["140"], "41": ["164", "165", "166", "167", "168", "169", "170", "173", "177", "179"]}, "silver_rationales": [1, 13, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 56], "gold_rationales": [], "data_type": "train"}
{"case_id": "001-59591", "case_no": "42527/98", "title": "CASE OF PRINCE HANS-ADAM II OF LIECHTENSTEIN v. GERMANY", "judgment_date": "2001-07-12", "facts": ["9.  The applicant is the monarch of Liechtenstein, born in 1945 and living in Vaduz (Liechtenstein).", "10.  The applicant’s late father, the former monarch of Liechtenstein, had been the owner of the painting Szene an einem römischen Kalkofen (alias Der große Kalkofen) of Pieter van Laer, which had formed part of his family’s art collection since at least 1767. Until the end of the Second World War the painting had been in one of the family’s castles on the territory of the now Czech Republic.", "11.  In 1946 the former Czechoslovakia confiscated the property of the applicant’s father which was situated in its territory, including the painting in question, under Decree no. 12 on the “confiscation and accelerated allocation of agricultural property of German and Hungarian persons and of those having committed treason and acted as enemies of the Czech and Slovak people” (dekretu prezidenta republiky č. 12/1945 Sb. o konfiskaci a urychleném rozdělení majetku Němců, Mad’arů, zrádců a nepřátel), issued by the President of the former Czechoslovakia on 21 June 1945 (“the Beneš Decrees” – “Benešovy dekrety”).", "12.  On 21 November 1951 the Bratislava Administrative Court (správní soud) dismissed the appeal lodged by the applicant’s father. \nIn its reasoning on the merits of the case, the Administrative Court stated that the defendant office had come to the conclusion that the appellant was a person of German nationality within the meaning of the provision in Article 1 § 1 (a) of the decree, on the basis of a finding that this was and had been generally known. It noted that the defence of the complaint directed against this finding was restricted to the representation that this finding was not supported in the files and that, due to this shortcoming, it had not been necessary to deal with the finding in greater detail. The Administrative Court considered that this approach was mistaken as, under the relevant provision of the administrative regulations, no evidence was required for facts which were generally known and, therefore, it was not necessary for evidence to be contained in the administrative files; however, counter-evidence against an official finding that a certain fact was generally known would have been admitted. \nThe Administrative Court concluded that, as the appellant had failed to raise the objection that the issue was not a fact of general knowledge and to contend that he was in a position to bring counter-evidence, the finding of the defendant office had remained uncontested.", "13.  In 1991 the municipality of Cologne obtained the painting as a temporary loan from the Brno Historical Monuments Office in the Czech Republic.", "14.  On 11 November 1991 the Cologne Regional Court (Landgericht) granted the applicant’s request for an interim injunction ordering the municipality of Cologne to hand over the painting to a bailiff at the end of the exhibition. The painting was sequestrated on 17 December 1991.", "15.  At the beginning of 1992 the applicant instituted proceedings before the Cologne Regional Court against the municipality of Cologne, requesting that the defendant consent to the delivery of the painting to him by the bailiff. He argued that, as his late father’s heir, he was the owner of the painting. He submitted that the painting had not been subject to expropriation measures in the former Czechoslovakia and that in any event such measures were invalid or irrelevant on account of violation of the ordre public of the Federal Republic of Germany.", "16.  The Brno Historical Monuments Office intervened in these proceedings in support of the defendant. It submitted that the applicant’s father had lost his ownership of the painting as a result of the confiscation in 1946 and that the lawfulness of this confiscation had been confirmed by the Bratislava Administrative Court in its decision of 21 November 1951.", "17.  On 10 October 1995 the Cologne Regional Court, following a hearing, declared the applicant’s action inadmissible. In the court’s view, Chapter 6, Article 3, of the Convention on the Settlement of Matters Arising out of the War and the Occupation (Vertrag zur Regelung aus Krieg und Besatzung entstandener Fragen – “the Settlement Convention”) of 23 October 1954 between the United States of America, the United Kingdom of Great Britain and Northern Ireland, the French Republic and the Federal Republic of Germany excluded German jurisdiction over the applicant’s case. \nIn its reasoning, the Regional Court noted that, under the terms of that Article’s paragraph 3 taken in conjunction with paragraph 1, claims or actions against persons having acquired or transferred title to property on the basis of measures carried out with regard to German external assets or other property, seized for the purpose of reparation or restitution, or as a result of the state of war, or on the basis of specific agreements, were not admissible. These particular provisions had been confirmed upon German unification.\nAccording to the Regional Court, Chapter 6, Article 3 § 3, of the Settlement Convention applied, mutatis mutandis, to the applicant’s claims against the defendant, which had obtained the painting on loan and had not acquired property, because any review of the aforementioned measures should be excluded.\nThe Regional Court found that the confiscation of the applicant’s father’s property under Decree no. 12 on the “confiscation and accelerated allocation of agricultural property of German and Hungarian persons and of those having committed treason and acted as enemies of the Czech and Slovak people”, issued by the President of the former Czechoslovakia on 21 June 1945, constituted a measure within the meaning of Chapter 6, Article 3 § 3. \nThe Regional Court rejected, in particular, the applicant’s argument that this provision did not apply as it only concerned measures carried out with regard to German external assets or other property and his father had never been a German citizen. In this respect, the court, referring to case-law of the Federal Court of Justice (Bundesgerichtshof), stated that the view of the confiscating State was decisive. The aim and purpose of this provision, namely to sanction, without any further examination, confiscation measures implemented abroad could only be achieved by excluding such measures from judicial review in Germany.\nMoreover, the Regional Court found that the confiscation measure in question pursued one of the purposes mentioned in Chapter 6, Article 3 § 3. Having regard to German case-law regarding other “Beneš Decrees”, especially Decree no. 108 on the “confiscation of enemy property and the national reform fund”, it considered that Decree no. 12, while also pursuing economic aims, was intended to expropriate the property of German and Hungarian nationals, that is, “enemy property”.\nThe Regional Court further noted that the applicant’s father’s painting had been expropriated under Decree no. 12. The competent Czechoslovakian authorities had interpreted its provisions as applying to the applicant’s father, regarding him as a “person of German nationality”.  The applicant’s father had unsuccessfully appealed against this decision which had been confirmed by the Bratislava Administrative Court in 1951. The German courts were not in a position to review the lawfulness of the confiscation at issue.\nFinally, the Regional Court considered that the painting at issue, as part of the inventory of the agricultural property, had been included in the confiscation measure. \nThe Regional Court dismissed the applicant’s request to suspend the proceedings in order to await the outcome of proceedings to be instituted under the German Equalisation of Burdens Act (Lastenausgleichsgesetz) concerning compensation for damage and losses due to, inter alia, expulsion and destruction during the Second World War and the post-war period in the then Soviet-occupied zone of Germany and of Berlin. The Regional Court considered that the question underlying the litigation before it would not be clarified in such proceedings. Irrespective of the question of whether the plaintiff was of German origin, he had no equalisation claims under the said legislation, which only applied to persons who resided in the Federal Republic of Germany or West Berlin on 31 December 1952. In any event, there was no right to compensation for the loss of works of art (Kunstgegenstände).", "18.  On 9 July 1996 the Cologne Court of Appeal (Oberlandesgericht) dismissed the applicant’s appeal. The Court of Appeal confirmed that the applicant’s action was inadmissible as German jurisdiction in respect of his claim was excluded under Chapter 6, Article 3 § 1, in conjunction with paragraph 3, of the Settlement Convention.\nThe Court of Appeal considered that the notion of German jurisdiction included the competence, derived from State sovereignty and generally vested by the State in the courts, to administer justice. German jurisdiction was delimited by international agreements, customary international law and the generally recognised rules of international law. Chapter 6, Article 3 § 3, taken in conjunction with paragraph 1, of the Settlements Convention excluded German jurisdiction in respect of claims and actions against persons, who, as a consequence of reparation measures, had directly or indirectly acquired title to German property confiscated abroad.\nThe Court of Appeal confirmed that the provisions in question continued to be in force under the Treaty of 12 September 1990 on the Final Settlement with respect to Germany. Article 7 of this Treaty, which provided for the termination of the operation of quadripartite rights and responsibilities with respect to Berlin and Germany as a whole, was amended by the Agreement of 27 and 28 September 1990 according to which the Settlement Convention was suspended and later terminated with the exception of the provisions specified in paragraph 3 of that Agreement, inter alia, Chapter 6, Article 3 §§ 1 and 3. That Agreement was valid under public international law and under German constitutional law.\nThe Court of Appeal further considered that Chapter 6, Article 3 § 3, of the Settlement Convention applied in the applicant’s case. In the court’s view, this provision was the procedural consequence of the notion that the legal relations resulting from the liquidation of German property abroad by foreign powers for the purpose of reparation were “final and unchallengeable” (Endgültigkeit und Unanfechtbarkeit) for the Federal Republic of Germany and the private persons concerned. \nAccording to the Court of Appeal, the applicant’s constitutional rights, in particular his right to property, his right of access to a court and his right to a decision by the legally competent court (gesetzlicher Richter), had not been infringed. Basic rights protected individuals against acts of domestic public authorities and not against the exercise of public authority by a foreign State abroad. The domestic legislator was therefore not prevented from limiting domestic legal protection against violations of basic rights by a foreign State if this was necessary to attain more important goals.\nWhen applying Chapter 6, Article 3 § 3, of the Settlement Convention, the domestic law of the expropriating State concerning the concrete confiscation measure had to be taken into account, as this provision was aimed at excluding litigation in Germany regarding confiscation measures based on legislation concerning enemy property. \nAs regards the applicant’s objections against the lawfulness, in particular under public international law, of the confiscation and expropriation of his father’s property, the Court of Appeal found that by virtue of Chapter 6, Article 3 § 3 of the Settlement Convention, German courts had no jurisdiction. Likewise, this provision did not allow recourse to be had to general rules of public international law or to German ordre public when examining the admissibility of the action. The applicant’s argument that the provisions of the Settlement Convention and their application to him as a national and head of a neutral State violated the law of peace was accordingly rejected.\nAccording to the Court of Appeal, the painting at issue constituted external assets within the meaning of Chapter 6, Article 3 § 1, of the Settlement Convention, referred to in paragraph 3 of Article 3. The Court of Appeal noted that the applicant’s father had indisputably never had German nationality. However, following the case-law of the Federal Court of Justice, it considered that the notion of “German external assets” had to be interpreted in the light of the law of the expropriating State. The confiscation in dispute had been found to be in compliance with the legislation of the expropriating State: the competent Czechoslovakian administrative authorities as well as the Bratislava Administrative Court had found that Presidential Decree no. 12 of 21 June 1945 applied to the applicant’s father’s confiscated property. Article 1 § 1 (a) of this decree provided for the confiscation of agricultural properties of “all persons of German or Hungarian nationality” irrespective of their citizenship. The notions of “German nationality”, or of “German origin” (“deutsche Volkszugehörigkeit”), likewise used at that time, comprised as relevant elements a person’s citizenship and nationality, the latter depending on the mother tongue. At the relevant time, the Czechoslovakian authorities indisputably regarded the applicant’s father as of German origin in that broader sense.\nThe Court of Appeal also found that the painting at issue, as part of the confiscated agricultural property, had been subject to the expropriation measure. There were no doubts as to the effectiveness of the expropriation, as it was sufficient under the relevant case-law that such expropriations had been implemented and that the previous owners had been deprived of their factual power of disposition. Furthermore, the painting had been confiscated for the purpose of reparation within the meaning of Chapter 6, Article 3 §§ 1 and 3, of the Settlement Agreement. The limitation of the confiscation measures to persons belonging to enemy States in itself justified such a conclusion. The assets of the persons concerned were confiscated as enemy assets.  \nFinally, the Court of Appeal considered that both the defendant and the intervener belonged to the group of persons protected by Chapter 6, Article 3 § 3, of the Settlement Agreement. German jurisdiction was excluded whenever the plaintiff intended to challenge measures within the meaning of Chapter 6, Article 3 § 1.", "19.  On 25 September 1997 the Federal Court of Justice refused to entertain the applicant’s appeal on points of law, as the case was of no fundamental importance and, in any event, had no prospect of success.", "20.  On 28 January 1998 the Third Section of the Second Division (3. Kammer des zweiten Senats) of the Federal Constitutional Court (Bundesverfassungsgericht) refused to entertain the applicant’s constitutional complaint (Verfassungsbeschwerde), as it offered no prospect of success. \nThe Federal Constitutional Court considered in particular that, for the purposes of the civil court decisions, questions as to the existence or non-existence of certain rules of customary international law on the confiscation of neutral assets or on the determination of citizenship were irrelevant as they concerned the issue of the lawfulness of the expropriation by the former Czechoslovakia. The German civil courts had not decided this issue and, under public international law, they had not been obliged to do so. Moreover, to the extent that the civil courts had regarded the expropriation as a measure within the meaning of Chapter 6, Article 3 § 1, of the Settlement Convention, they had expressly refrained from qualifying the applicant’s father’s nationality. Their interpretation of the terms “measures with regard to German external assets” as comprising any measures which, in the intention of the expropriating State, were directed against German assets, could not be objected to under constitutional law. The bar on litigation did not constitute an agreement to the detriment of Liechtenstein, as only the Federal Republic of Germany and its courts were under this treaty obligation.\nThe Federal Constitutional Court further recalled that the exclusion of jurisdiction did not amount to a violation of the right of property as these clauses and the Settlement Convention as a whole served to settle matters dating back to a time before the entry into force of the German Basic Law (Grundgesetz) on 23 May 1949.\nFinally, there was no indication of arbitrariness or of a violation of other constitutional rights. The Federal Constitutional Court confirmed that Chapter 6, Article 3 §§ 1 and 3, of the Settlement Convention had not been set aside by the Treaty on the Final Settlement with respect to Germany: while Germany obtained full sovereignty, its obligations under treaties with the Three Powers were not affected. This had also been the legal opinion of the Federal Republic of Germany and the Three Powers, which otherwise would not have settled the suspension and termination of parts of the Settlement Convention in a separate agreement.\nThe decision was served on 2 February 1998.", "21.  On 9 June 1998 the Cologne Regional Court discharged its interim injunction of 11 November 1991. The bailiff thereupon handed the painting over to the Cologne municipality, which had it returned to the Czech Republic."], "applicants": ["PRINCE HANS-ADAM II OF LIECHTENSTEIN"], "defendants": ["GERMANY"], "allegedly_violated_articles": ["14", "P1-1", "6"], "violated_articles": [], "court_assessment_references": {"6": ["12", "15", "24", "25", "26", "27", "28", "34", "43", "44", "45", "46", "47", "48", "49", "50"], "P1-1": ["78"]}, "silver_rationales": [3, 6], "gold_rationales": [], "data_type": "train"}
{"case_id": "001-160405", "case_no": "36630/11", "title": "CASE OF BALOGH v. HUNGARY", "judgment_date": "2016-02-09", "facts": ["4.  The applicant was born in 1971 and lives in Pécs. He had been practising as a lawyer.", "5.   On 22 January 2006 Mr K. I. lodged a criminal complaint against the applicant on charges of abuse of a minor.", "6.  As it appears from the case file, the criminal investigation was launched against the applicant around 7 August 2006.", "7.  The Public Prosecutor preferred a bill of indictment on 5 March 2007.", "8.  As a consequence of the criminal proceedings, on 3 July 2007 the Komárom-Esztergom County Bar Association suspended the applicant’s licence to practise as lawyer.", "9.  On 25 September 2008 the Pécs District Court convicted the applicant of abuse of a minor and sentenced him to one year imprisonment with enforcement suspended for two years. The applicant appealed against the judgment.", "10.  On 10 February 2010 the Baranya County Regional Court quashed the judgment and ordered the first-instance court to try the case again.", "11.  In the ensuing proceedings on 2 July 2010 the Pécs District Court acquitted the applicant due to absence of proof. The applicant appealed against the judgment for acquittal due to lack of an offence.", "12.  Finally, in early December 2010 the applicant withdrew his appeal. Arguing that he could have received several mandates from clients if he had had his licence to practise as lawyer, the applicant decided to terminate the criminal proceedings as early as possible in order to resume his practice."], "applicants": ["BALOGH"], "defendants": ["HUNGARY"], "allegedly_violated_articles": ["6"], "violated_articles": ["6"], "court_assessment_references": {}, "silver_rationales": [], "gold_rationales": [], "data_type": "train"}
{"case_id": "001-160404", "case_no": "20488/11", "title": "CASE OF KOSIŃSKI v. POLAND", "judgment_date": "2016-02-09", "facts": ["5.  The applicant was born in 1983 and is detained in Sztum.", "6.  At the time of the events in question, the applicant was serving a prison sentence in the Barczewo prison.", "7.  On 8 January 2011 the applicant’s grandmother died. On 10 January 2011 the applicant lodged a request with the Director of Prison and the Penitentiary judge for leave to attend her funeral which was to take place on 12 January 2011. Together with his application he submitted a statement from his sister E.K. who confirmed that she would personally collect the applicant from prison and bring him back after the funeral.", "8.  On 11 January 2011 the Penitentiary judge of the Olsztyn Regional Court (Sędzia Penitencjarny Sądu Okręgowego w Olsztynie) allowed the applicant to attend the funeral under prison officers’ escort. The reasoning of the decision read as follows:\n“In view of [the applicant’s] multiple convictions and his long term of imprisonment there is no guarantee that he will return to prison”", "9.  The applicant refused to attend the funeral, since he believed his appearance under escort of uniformed officers would create a disturbance during the ceremony.", "10.  On the same day the applicant lodged an appeal with the Olsztyn Regional Court (Sąd Okręgowy) complaining that the compassionate leave was granted under escort and also that he was only allowed to participate in the funeral (not the preceding church service).", "11.  On 3 February 2011 the Olsztyn Regional Court upheld the Penitentiary judge’s decision and dismissed the appeal. The court stressed that the applicant had been allowed to participate in the funeral under prison officers’ escort. It further noted that the applicant was a habitual offender sentenced to a long term of imprisonment therefore there was no positive criminological prognosis and no guarantee that he would have returned to prison after the ceremony."], "applicants": ["KOSIŃSKI"], "defendants": ["POLAND"], "allegedly_violated_articles": ["8"], "violated_articles": [], "court_assessment_references": {}, "silver_rationales": [], "gold_rationales": [], "data_type": "dev"}
{"case_id": "001-194248", "case_no": "25082/06", "title": "CASE OF POPOV v. RUSSIA", "judgment_date": "2019-07-02", "facts": ["4.  The applicant was born in 1972 and is detained in Orsk.", "5.  Late in the evening on 19 December a resident of Orsk, Mr Sh. was killed in his home. Suspicion fell on the applicant.", "6.  The circumstances surrounding the applicant’s arrest and questioning are partly disputed, and therefore each version is given below.", "7.  On 23 December 2004 two operatives of the town anti-narcotics brigade, First Lieutenants Kh. and U., were waiting in ambush near the applicant’s hiding place. When the applicant appeared, they approached him. Kh. noticed bruises under the applicant’s eye and on a lip. The officers introduced themselves, and asked the applicant to follow them. In reply, the applicant (who was drunk) cursed and shouted that as an ex‑commando he would easily overpower the officers. He hit Kh. in the chest, and then tried to flee. The operatives used sambo (a martial art) to tackle him, and took him in handcuffs to Sovietsky police station (Советский РОВД г. Орска).", "8.  At the station the applicant was shown into room 31 for an “explanatory conversation” (разъяснительная беседа) with Captain Shch. in order to clarify the circumstances of the crime.", "9.  According to one source, Shch. noticed that the applicant had a black eye and asked about its origin. The applicant explained that he had had a fight with a neighbour. According to another source, Shch. noticed no injuries on the applicant.", "10.  During the conversation, which was respectful, the applicant decided to confess because, as he said, he would be unable to live with a heavy heart. The applicant told that on 19 December he had been drinking with Sh., that Sh. had angered him, and that he had twice punched him on the nose. At 5.55 p.m. Shch. recorded the confession (явка с повинной). The applicant signed it and was handed over to Investigator Po. at Oktyabrsky police station.", "11.  At 5 p.m. Investigator Po. opened a criminal investigation into Sh.’s murder. Once in front of the investigator, the applicant said that he had confessed at Sovietsky police station and wrote another confession. This time he added that after he had punched Sh., Sh. had collapsed to the floor and fallen asleep. The applicant noted that he was confessing without psychological or physical coercion.", "12.  At 7.12 p.m. the investigator formally detained the applicant as a suspect. The applicant agreed with the detention order and made no remarks. The investigator told the applicant’s partner about the detention.", "13.  The investigator also commissioned a forensic examination to find out, in particular, if the applicant’s hands were injured.", "14.  According to one source, in the morning of, or, according to another source, at 2–3 p.m. on 23 December 2004 the applicant was arrested by three officers, two young fair-haired ones, and an older one wearing a moustache. They put a gun to the applicant’s head and drove him to Sovietsky police station.", "15.  At the station the applicant was shown into a room on the third floor. The officers started to punch and kick him on the sides, buttocks, and ears, urging him to incriminate himself. The beatings left him bleeding with a burst eardrum, a black eye, split lips, and several chipped teeth. On seeing the futility of the beatings, the officers turned to torture. They tied the applicant into a painful position called “the swallow” (“ласточка”), in which hands and legs are fastened together behind the back, and four times suffocated him with a gas-mask filled with ammonia. After six hours, already after dark, the applicant capitulated and penned a dictated confession. He was handed over to Investigator Po. at Oktyabrsky police station.", "16.  Once in front of the investigator, the applicant complained to him of the torture. In response, the investigator commissioned a forensic examination of the applicant, but for some reason omitted to record the applicant’s complaint.", "17.  Later the same day, a forensic doctor examined the applicant. The applicant told the doctor that he and Sh. had struck each other in the face and that the police had tortured him. To his description of torture he added slaps on his right hand. The doctor established the following injuries: bruises on the left eye and cheekbone caused by a blunt object three to five days before, and bruises on the upper lip and damage to the two upper front teeth caused by blunt objects no more than one day before. The right hand was not injured.", "18.  Another report made on the same day established that the applicant was moderately intoxicated as a result of alcohol.", "19.  At 1.30 a.m. on 24 December 2004 the applicant was transferred to the temporary-detention centre (ИВС) of Orsk. On admission, the duty officer noticed a bruise under the applicant’s left eye.", "20.  At 12–1 p.m. on 24 December 2004, the applicant (aided by counsel) re-appeared before Investigator Po. The investigator formally interviewed the applicant first as a suspect, and then as the accused. Both times the applicant declined to testify and made no other remarks.", "21.  On 25 December 2004 the applicant appeared before a judge of the Oktyabrsky District Court of Orsk. The judge ordered that the applicant be detained on remand. The applicant agreed to be detained and made no other remarks.", "22.  In February 2005 Po. opened a criminal investigation into the theft of electronic devices from Sh.’s home. He joined the two investigations, and on 21 February 2005 interviewed the applicant as the accused. The applicant (aided by counsel) declined to testify and made no other remarks.", "23.  On 10 March 2005 the applicant complained to the Orenburg Region public prosecutor of torture.", "24.  On 21 March 2005 the applicant went on hunger strike in protest against the lack of a reply.", "25.  On 28 March 2005 the complaint was referred to the prosecutor of the Sovietsky district of Orsk for a pre-investigation inquiry (доследственная проверка).", "26.  The inquiry into the applicant’s allegation of torture was entrusted to Investigator Pa. of the Oktyabrsky district prosecutor’s office.", "27.  In his turn, Pa. asked the head of the unit in which the applicant’s alleged assailants served to hold an internal inquiry (служебная проверка). Officers Kh., U., and Shch. wrote out their versions of the applicant’s arrest and interview at Sovietsky police station. The head of the unit issued three almost identical performance reviews for the officers, saying, among other compliments, that each of them could “inspire others to confessional conversation” (обладает умением располагать людей к доверительной беседе). The internal inquiry concluded that the applicant had not been ill‑treated.", "28.  In addition, Pa. interviewed the applicant (assisted by counsel) and Investigator Po.", "29.  On 15 April 2005 Pa. decided not to institute criminal proceedings. Based on the gathered evidence, he concluded that the applicant had been injured before he had been brought to Sovietsky police station, and thus the officers had no case to answer. At the same time, the investigator decided not to prosecute the applicant for falsely accusing the officers because he had been honestly mistaken that they had wronged him.", "30.  On 26 April 2005 the Oktyabriskiy District Court of Orsk found the applicant guilty of murder and theft. The court established that the applicant had beaten Sh. to death while they had been drinking in Sh.’s flat and had stolen some home electronic equipment on his way out.", "31.  At the trial the applicant pleaded not guilty. He said that on the night of the murder he had been drinking elsewhere and that he had been tortured into falsely incriminating himself as proven by the injuries on his body.", "32.  The court dismissed this defence, noting that the forensic report suggested that the applicant had been injured before his arrest, and that the pre-investigation inquiry had cleared the officers of any misconduct.", "33.  The court sentenced the applicant to eleven years’ imprisonment.", "34.  On 2 June 2005 the Orenburg Regional Court upheld this sentence.", "35.  In January 2008 the applicant’s representative, Mr Kiryukhin applied for judicial review of the decision not to institute criminal proceedings against the operatives. He alleged that Pa.’s inquiry had been superficial because he had failed to have the officers undergo a lie-detector test.", "36.  On 25 January 2008 the Sovietsky District Court ruled that for pre‑investigation inquiries a lie-detector test was not mandatory and upheld the investigator’s findings.", "37.  The applicant appealed, pleading that he himself would be prepared to undergo a lie-detector test to prove his accusations, that the court had blindly sided with the operatives, that in 2006 or 2007 U. had been convicted for torturing others and of forging official records, and that the court had ignored the case-law of the Strasbourg Court.", "38.  On 26 February 2008 the Orenburg Regional Court upheld the decision of 25 January 2008 without answering the argument about U.’s conviction."], "applicants": ["POPOV"], "defendants": ["RUSSIA"], "allegedly_violated_articles": ["3"], "violated_articles": ["3"], "court_assessment_references": {"3": ["15", "17"]}, "silver_rationales": [11, 13], "gold_rationales": [], "data_type": "test"}
{"case_id": "001-194247", "case_no": "25147/14", "title": "CASE OF GORLOV AND OTHERS v. RUSSIA", "judgment_date": "2019-07-02", "facts": ["5.  The applicants were born in 1965, 1977 and 1976 respectively.", "6.  The first two applicants are currently serving sentences in penal institutions in the Krasnoyarsk Region, namely UP-288/T (prison) in Minusinsk and OIK-36 (correctional colony). The third applicant lives in Shilka in the Zabaykalskiy Region.", "7.  By a first-instance judgment of 21 May 2002 the Supreme Court of the Republic of Buryatiya convicted the first applicant of several offences including robbery, theft, forgery, destruction of property, banditry, possession and transportation of firearms and murder, sentencing him to life imprisonment.", "8.  The judgment was upheld on appeal by the Supreme Court of Russia on 19 June 2003. The first applicant did not allege in his appeal arguments that the composition of the first-instance court had been unlawful.", "9.  On 22 September 2004 the Eniseyskiy District Court of the Krasnoyarsk Region brought the first applicant’s conviction in line with newly introduced amendments to the Russian Criminal Code, having made minor corrections to the legal characterisation of his acts. His sentence was left essentially unchanged.", "10.  That decision was upheld following a supervisory review by the Krasnoyarsk Regional Court on 30 May 2006.", "11.  In 2007 the first applicant made some enquiries to check the lawfulness of the composition of the first-instance court in his case. Eventually, he found out that two lay assessors who had sat in his case at the first level of jurisdiction had not had authority to take part in the proceedings. Thereafter, in an attempt to contest the lawfulness of his conviction on the above-mentioned grounds, he requested that the Prosecutor’s Office of the Republic of Buryatiya institute supervisory review proceedings with a view to setting aside the judgment of 21 May 2002. His requests were unsuccessful.", "12.  By a judgment of 5 December 2003 the Leninskiy District Court of Krasnoyarsk convicted the second applicant of murder and destruction of property and sentenced him to fifteen years’ imprisonment to be served in a correctional colony with a strict regime.", "13.  On 5 February 2004 the Krasnoyarsk Regional Court upheld the second applicant’s conviction on appeal.", "14.  On 6 April 2007 the Sovetskiy District Court of Krasnoyarsk changed the regime of the second applicant’s imprisonment and ordered that three years of his sentence be served in prison.", "15.  The details of the third applicant’s criminal history are unknown.", "16.  The first applicant was placed in UP-288/T prison in Minusinsk, where it appears he remains to date.", "17.  The case file shows that his cell is under constant surveillance by prison guards by a closed-circuit television camera (hereinafter “CCTV camera”) installed inside. The first applicant submitted a copy of a judgment in the case of another inmate, which stated that the prison guard who monitored the cells in that prison was a woman.", "18.  He also submitted screenshots of the CCTV camera installed in each of the two cells in which he had been kept. The screenshots show that in both cells there was a CCTV camera installed above the door, at ceiling level, in such a manner that the entire cell was clearly visible, including the bed. The toilet was located directly below the CCTV camera and was almost entirely hidden from the camera’s view by a shield.", "19.  Between 22 May 2007 and 24 May 2010 the second applicant also served a sentence in UP-288/T prison. According to him, during his detention in that facility he was unable to take walks and undertake outdoor exercise in wintertime because he was not provided with winter boots of a suitable size, despite numerous requests to that effect.", "20.  On an unspecified date the second applicant was transferred to IK-5 (strict-regime correctional colony) in Krasnoyarsk. According to him, his cell was under constant surveillance by prison guards by a CCTV camera installed inside the cell. The applicant submitted that the prison guard who monitored his cell was a woman, as at times he could hear her giving him orders via loudspeaker.", "21.  Whilst serving a prison sentence in IK-2 (special-regime correctional colony) in the Zabaykalskiy Region, on 22 June 2013 the third applicant was transferred to IZ-1 (pre-trial detention centre) in the same region with a view to ensuring his participation in court proceedings unrelated to this case. The third applicant was placed in cell no. 465, where he remained until 22 February 2014.", "22.  According to him, the cell was designed for two inmates, but most of the time he was there alone. The cell was under permanent surveillance by a CCTV camera operated by female guards. A screenshot of the CCTV camera submitted by the third applicant shows that it was installed above the entrance door, at ceiling level, in such a manner that the entire cell was clearly visible, including, at least in part, the bed. The screenshot also shows that the toilet was separated by a partition at each side, but had no cover, with the result that the upper part of the cubicle was visible.", "23.  On an unspecified date the third applicant lodged a complaint against the actions of the administration of pre-trial detention centre IZ-1 (“the detention centre authorities”) with the Ingodinskiy District Court of Chita (“the District Court”). He argued that permanent video surveillance of his cell by female operators was humiliating as, in particular, he had to undress in plain view of them, which breached his rights. He asked the court to oblige the detention centre authorities to bring the violation to an end.", "24.  At a hearing a representative of the detention centre authorities conceded that the duty officers who performed video surveillance were women, but argued that they were merely performing their professional duties. The representative also pointed out that all the other cells in the pre‑trial detention centre were equipped with CCTV cameras, which had been installed for security purposes. The representative further argued that the applicant’s sleeping place and cell toilet were outside the CCTV camera’s field of view.", "25.  In a judgment of 5 July 2013 the District Court dismissed the third applicant’s complaint.", "26.  It found it established that the third applicant’s cell and all the other cells in pre-trial detention centre IZ-1 were equipped with CCTV cameras located under the ceiling for the purposes of surveillance of detainees. It further accepted the argument of the detention centre authorities that the toilet and sleeping place were outside the camera’s field of view.", "27.  The court further observed that Article 83 of the Russian Code of Execution of Criminal Sentences (see paragraph 33 below) and section 34(1) of the Pre-trial Detention Act (see paragraph 34 below) enabled the use of audio and video equipment for surveillance and control with a view to preventing escapes and other crimes or breaches of internal order. Moreover, those legal instruments, as well as the relevant regulations of the Russian Ministry of Justice, including executive order no. 204-dsp of 3 November 2005, as amended on 25 May 2011 (see paragraphs 35-38 below), provided that only body searches and supervision of detainees during hygienic procedures should be performed by officers of the same sex, whereas surveillance of cells by CCTV cameras by officers of the opposite sex was not prohibited by the above-mentioned legal instruments. Officers of pre-trial detention centre IZ-1 were civil servants who performed the professional duties within their competence, as established, in particular, by section 21 of executive order no. 204-dsp of 3 November 2005 (see paragraph 36 below). In that connection, the court noted that no evidence had been submitted to it to show that the officers of pre-trial detention centre IZ-1 had breached or acted outside the scope of their professional duties.", "28.  The District Court also pointed out that decision no. 1393-O-O of the Constitutional Court of Russia dated 19 October 2010 (see paragraphs 42-43 below) stated that use by the authorities of various pre-trial detention centres and penal institutions of technical means of surveillance and control was part of the mechanism that ensured detainees’ personal safety and respect for their rights, as well as performance by them of their obligations. In the District Court’s view, such use thus pursued constitutional aims and could not be regarded as a disproportionate restriction of the third applicant’s rights.", "29.  The District Court concluded that, under the applicable law, as interpreted by the Constitutional Court of Russia, it was permissible for officers of the opposite sex to perform CCTV camera monitoring of detainees, thus the situation had not debased the third applicant’s dignity, as the female officers had acted within their competence and in the performance of their professional duties.", "30.  On 11 September 2013 the Zabaykalskiy Regional Court upheld the first-instance judgment on appeal, endorsing its reasoning."], "applicants": ["GORLOV", "OTHERS"], "defendants": ["RUSSIA"], "allegedly_violated_articles": ["13", "8"], "violated_articles": ["8", "13"], "court_assessment_references": {"8": ["16", "18", "20", "21", "22", "27", "30", "32", "33", "34", "35", "36", "37", "38", "39", "40", "41", "44", "46", "48", "49", "52", "54", "56", "63", "67", "68", "69", "71", "73", "74", "75", "76", "77", "79"], "13": ["28", "43", "48", "53"]}, "silver_rationales": [11, 13, 15, 16, 17, 22, 23, 25], "gold_rationales": [], "data_type": "test"}
