2030-2018 کے دوران ریلوے کے بنیادی ڈھانچے میں 50 لاکھ کروڑ روپے کی سرمایہ کاری دستیاب ہے
عالمی بینک کی لاجسٹکس پرفارمنس انڈیکس میں بھی ہندوستان 19 درجات آگے بڑھا ہے۔
ان کے یوم پیدائش کے موقع پر خراج عقیدت پیش کیا
وزیراعظم نے مشن شکتی میں شامل سائنس دانوں کے ساتھ ویڈیو کانفرنس کے ذریعے بات چیت کی
وزیراعظم نے سکم، اروناچل پردیش اور تریپورہ میں اینٹگریٹیڈ کمان اینڈ کنٹرول سینٹرز کا سنگ بنیاد رکھا
وزیراعظم نے مشن گنگے کے وفد سے گفتگو کی
وزیراعظم نے اپنی حکومت کے ذریعہ کی گئی تبدیلیوں میں سے چند پر روشنی ڈالی۔ جو نئے ہندوستان میں نئے اعتماد کو ظاہر کرتی ہیں۔
2019ء میں بھارت نیٹ پروگرام مکمل ہونے تک سب کے سب 2.
عوام کے استعمال کے لئے جلد ہی ایک روپئے ، دو روپئے ، پانچ روپئے ، دس روپئے اور 20 روپئے کے نئے سکوں کی سیریز دستیاب کرائی جائے گی ، جو بصری طور پر متاثر ہ افراد کے لئے آسانی سے پہچان کے قابل ہوں گے ۔ ڈجیٹل ادائیگی
مرکزی وزیر داخلہ صورتحال کی مسلسل نگرانی کررہے ہیں اور ضروری کارروائی کے متعلقہ افسروں کو ہدایات جاری کررہے ہیں۔