2018-30 ല്‍ റെയില്‍വെയുടെ അടിസ്ഥാന സൗകര്യവികസനത്തിന് 50 ലക്ഷം കോടി രൂപയുടെ നിക്ഷേപം ആവശ്യം
- ലോക ബാങ്കിന്റെ 2016ലെ ലോജിസ്‌റ്‌റിക്‌സ് പെര്‍ഫോമന്‍സ് സൂചികയില്‍ ഇന്ത്യ പത്തൊമ്പതാം സ്ഥാനത്തെത്തി
'പണ്ഡിറ്റ് ജവഹര്‍ലാല്‍ നെഹ്‌റുവിന് അദ്ദേഹത്തിന്റെ ജന്മ വാര്‍ഷിക ദിനത്തില്‍ ശ്രദ്ധാഞ്ജലി', പ്രധാനമന്ത്രി പറഞ്ഞു.
ശക്തി ദൗത്യത്തില്‍ ഉള്‍പ്പെട്ട ശാസ്ത്രജ്ഞരുമായി പ്രധാനമന്ത്രി വീഡിയോ കോണ്‍ഫറന്‍സ് വഴി ആശയവിനിമയം നടത്തി
സിക്കിം, അരുണാചല്‍ പ്രദേശ്, ത്രിപുര എന്നിവിടങ്ങളിലെ സംയോജിക കമാന്റ് ആന്റ് കണ്‍ട്രോള്‍ സെന്ററുകള്‍ക്ക് പ്രധാനമന്ത്രി തറക്കല്ലിട്ടു
സംഘാംഗങ്ങളുമായി ആശയ വിനിമയം നടത്തവെ, ഈ ഉദ്യമം ഏറ്റെടുത്തതിന് പ്രധാനമന്ത്രി അവരെ അഭിനന്ദിച്ചു.
തന്റെ ഗവണ്‍മെന്റ് നടപ്പിലാക്കിയ മാറ്റത്തിന്റെ ചില ഉദാഹരണങ്ങളാണ് ഇവ എന്നും നവ ഇന്ത്യയുടെ പുതിയ ആത്മവിശ്വാസമാണിത് പ്രതിഫലിപ്പിക്കുന്നതെന്നും പ്രധാനമന്ത്രി പറഞ്ഞു.
2019 ല്‍ ഭരത് നെറ്റ് പരിപാടി പൂര്‍ത്തിയാകുന്നതോടെ 2.
കാഴ്ച പരിമിതര്‍ക്ക് വേഗത്തില്‍ തിരിച്ചറിയുന്ന തരത്തില്‍ 1, 2, 5, 10, 20 രൂപ നാണയങ്ങള്‍ ഉടന്‍ തന്നെ ജനങ്ങള്‍ക്ക് ലഭ്യമാക്കും
കേന്ദ്ര ആഭ്യന്തര മന്ത്രി സ്ഥിതിഗതികള്‍ നിരന്തരം നിരീക്ഷിക്കുകയുംആവശ്യമായ നടപടികള്‍ കൈക്കൊള്ളാന്‍ ബന്ധപ്പെട്ട ഉദ്യോഗസ്ഥര്‍ക്ക് നിര്‍ദ്ദേശങ്ങള്‍ നല്‍കിവരികയുമാണ്.