{"default": {"description": "The training dataset was collected from reviews on top-ranked goods form the major e-commerce site in Russian, where user-ranked scores were used as class labels on a 5-point scale. Since the same words in different product categories may have different sentiment polarity, it was decided to collect reviews only from one category, namely \"Women’s Clothes and Accessories\" category. It helped to get the collected dataset to consists of 821k automatically labelled reviews.\n\nAccording to the obtained data, in some cases, it is complex task to correctly evaluate reviews with the same texts. For example, the review text “Fine” (translation from Russian into English) has 42.45% reviews with a score of “5”, 36% reviews with a score of “4”, 29.25% reviews with a score of “3”, and 0.94% reviews with a score of “2”. It is clear that such contradictions in the training dataset tend to affect the classification score. Therefore, we decided to mark these reviews with the class labels, which are the most common for these texts in the collected dataset. Moreover, sometimes it is also difficult to distinguish reviews with the close score values, e.g. reviews with score “1” and “2” or with score “4” and “5”. To overcome this issue, we transformed 5-point scale to 3-point scale by combining reviews with “1” and “2” into one “negative” class and reviews with “3” and “5” scores into another one “positive” class. Thus, the 5-star rating scale collapsed into 3 classes: negative, neutral, and positive reviews.\n\nSince the data were collected from the top-ranked goods with high average rating, the amount of positive reviews considerably exceeded the amount of neutral and negative reviews. At the same time, we have no information about real-life class distribution for reviews, that is why we decided to use an undersampling technique to deal with imbalanced data. For each class 30k of reviews were randomly selected to make balanced dataset.\n", "citation": "@INPROCEEDINGS{Smetanin-SA-2019,\n  author={Sergey Smetanin and Michail Komarov},\n  booktitle={2019 IEEE 21st Conference on Business Informatics (CBI)},\n  title={Sentiment Analysis of Product Reviews in Russian using Convolutional Neural Networks},\n  year={2019},\n  volume={01},\n  number={},\n  pages={482-486},\n  doi={10.1109/CBI.2019.00062},\n  ISSN={2378-1963},\n  month={July}\n}\n", "homepage": "https://ieeexplore.ieee.org/document/8807792", "license": "", "features": {"review_sentiment": {"dtype": "string", "id": null, "_type": "Value"}}, "post_processed": null, "supervised_keys": null, "builder_name": "app_reviews", "config_name": "default", "version": {"version_str": "0.0.0", "description": null, "major": 0, "minor": 0, "patch": 0}, "splits": {"train": {"name": "train", "num_bytes": 22848359, "num_examples": 90000, "dataset_name": "app_reviews"}}, "download_checksums": {"https://raw.githubusercontent.com/sismetanin/rureviews/master/women-clothing-accessories.3-class.balanced.csv": {"num_bytes": 21781685, "checksum": "db226708d966a1506560136ef85b33ea326eaf6119465d4b1edb5bf9395330fd"}}, "download_size": 21781685, "post_processing_size": null, "dataset_size": 22848359, "size_in_bytes": 44630044}}