വിദേശ വിപണികളില്‍ ഉയര്‍ന്ന സാങ്കേതികവിദ്യാ ഉല്‍പ്പന്നങ്ങള്‍ എത്തിക്കുന്നതിന് രൂപകല്‍പ്പനയിലും വികാസത്തിലും ഉല്‍പ്പാദനത്തിലും നാം സഹകരണം വിശാലമാക്കുകയും ബഹിരാകാശ സാങ്കേതികവിദ്യ, വ്യോമയാനം, പുതിയ ഉപകരണങ്ങള്‍, കൃഷി, വിവര-ആശയവിനിമയ സാങ്കേതികവിദ്യകള്‍, മരുന്ന്, ഔഷധങ്ങള്‍, റോബോട്ടിക്‌സ്, നാനോ സാങ്കേതികവിദ്യ, സൂപ്പര്‍ കമ്പ്യൂട്ടിംഗ് സാങ്കേതികവിദ്യകള്‍, കൃത്രിമ ബൗദ്ധികത, പദാര്‍ത്ഥ ശാസാത്രം തുടങ്ങിയ മേഖലകളില്‍ ശാസ്ത്രീയ സഹകരണ ശക്തിപ്പെടുത്തുകയും ചെയ്യും.
വികസനത്തിന്റെ ഗുണഫലങ്ങള്‍ എല്ലാ പൗരന്മാരിലും എത്തിക്കുകയെന്നതില്‍ സദ് ഭരണത്തിന് ഒരു പ്രധാന പങ്കുവഹിക്കാനുണ്ട്.
ഹൗറ -യശ്വന്ത്പൂര്‍എക്‌സ്പ്രസ്സ് (നം.
കടലിൽ മീൻ കൂടുതൽ ലഭിക്കുന്ന സ്ഥലം പ്രവചിക്കാൻ സിഎംഎഫ്ആർഐയും ഐഎസ്ആർഒയും കൈകോർക്കുന്നു
12 ആധുനിക റിഫൈനറികള്‍ സ്ഥാപിക്കുന്നതിനുള്ള ഒരു പദ്ധതിയുമുണ്ട്.
മെഡിന്‍സ്‌കിയും കരാറില്‍ ഒപ്പിട്ടു.
പ്രധാനമന്ത്രി വന്ദന്‍ യോജനയും പ്രധാനമന്ത്രി സുരക്ഷാ മാതൃത്വ അഭിയാനും സുരക്ഷിത ഗര്‍ഭം എന്ന ആശയത്തെ ജനകീയമാക്കിയിട്ടണ്ട്.
സര്‍ക്കുലേഷന്‍- 11,16428.
അണക്കെട്ടില്‍ നിന്ന് വിവിധ കേന്ദ്രങ്ങളിലേക്ക് സീ പ്ലെയിനുകള്‍ പ്രവര്‍ത്തനക്ഷമമാക്കും.
കേന്ദ്ര വാര്‍ത്താവിതരണ പ്രക്ഷേപണ മന്ത്രാലയം മാധ്യമ യൂണിറ്റുകളുടെ പ്രഥമ വാര്‍ഷിക സമ്മേളനം സംഘടിപ്പിക്കുന്നു