രണ്ട് പ്രതിരോധ വ്യവസായ ഇടനാഴികള്‍ - ഒന്ന് ഇവിടെ തമിഴ് നാട്ടിലും മറ്റൊന്ന് ഉത്തര്‍ പ്രദേശിലും സ്ഥാപിക്കാന്‍ ഞങ്ങള്‍ പ്രതിജ്ഞാബദ്ധരാണ്.
രാജ്യത്തിന്റെ ചില ഭാഗങ്ങളില്‍ വെള്ളപ്പൊക്ക ദുരിതം അനുഭവിക്കുന്ന ജനങ്ങളെ പ്രധാനമന്ത്രി അനുശോചനം അറിയിച്ചു.
ഗംഗാ നദിയില്‍ നിന്നും മലിനജലം കരയിലേയ്ക്ക് കയറുന്നത് തടയാന്‍ 3,000 കോടിയിലധികം രൂപയ്ക്കുള്ള 11 പദ്ധതികള്‍ക്ക് ഇതുവരെ അനുമതി നല്‍കിയിട്ടുണ്ട്.
നമ്മുടെ ശാസ്ത്രജ്ഞര്‍ക്ക് മികച്ച സൗകര്യങ്ങളും വിഭവങ്ങളും വേണം, നമ്മുടെ സേനകള്‍ക്ക് മികച്ച ആയുധങ്ങളും ഉപകരണങ്ങളും അതും ആഭ്യന്തരമായി നിര്‍മ്മിച്ചവ വേണം.
കൂടാതെ നിര്‍മ്മിത ബുദ്ധിയുമായി ബന്ധപ്പെട്ട ഉയര്‍ന്ന നിലവാരത്തിലുള്ള കമ്പ്യൂട്ടിംഗ്, പൂനെയില്‍ സ്ഥാപിച്ച ഇന്തോ- ഫ്രഞ്ച് ക്വാണ്ടം കാല്‍ക്കുലേഷന്‍ സെന്റര്‍ എന്നിവയിലും സഹകരണം വര്‍ദ്ധിപ്പിക്കും.
എല്ലാത്തരത്തിലും പുതുമയാര്‍ന്നതും തടസമില്ലാത്തതുമായ എല്ലാ ചലനാത്മക പരിസ്ഥിതി സൃഷ്ടിക്കാന്‍ ഇത് ഞങ്ങള്‍ക്ക് അവസരം നല്‍കുന്നു.
മുന്‍ ഗവണ്‍മെന്റിനെ അപേക്ഷിച്ച് ഇത് വലിയ മെച്ചപ്പെടലാണ്.
നവ ഇന്ത്യയ്ക്ക് വേണ്ടിയുള്ള ബജറ്റ് രാജ്യത്തെ ചൈതന്യവത്താക്കും: പ്രധാനമന്ത്രി
ഇവിടെ പ്രതിവര്‍ഷം 20 വ്യത്യസ്ത മേഖലകളിലായി ആയിരത്തോളം യുവജനങ്ങള്‍ക്കു പരിശീലനം നല്‍കാന്‍ കഴിയും.
മാതൃത്വത്തിന്, നവജാതശിശുവിന്, കുട്ടികളുടെ ആരോഗ്യത്തിന് വേണ്ട പങ്കാളിത്തങ്ങള്‍ വളരെയധികം സവിശേഷവും കാര്യക്ഷമവുമായ വേദികളാണ്.