കര്‍ഷകര്‍ക്ക് കുറഞ്ഞ താങ്ങുവില, ചരക്ക് സേവന നികുതി, ഒരു റാങ്ക് - ഒരു പെന്‍ഷന്‍ തുടങ്ങി ദീര്‍ഘകാലമായി തീരമാനം കാത്ത് കിടന്നിരുന്നവയില്‍ കേന്ദ്ര ഗവണ്‍മെന്റ് തീരുമാനം കൈക്കൊണ്ടതായി പ്രധാനമന്ത്രി ചൂണ്ടിക്കാട്ടി.
നമ്മുടെ രാജ്യത്ത് മധ്യവര്‍ഗ്ഗക്കാരുടെയും ഉയര്‍ന്ന മധ്യവര്‍ഗ്ഗക്കാരുടെയും എണ്ണം വര്‍ദ്ധിക്കുകയാണ്.
ഇത് ആരോഗ്യസംരക്ഷണത്തിന് സ്വന്തം കീശയില്‍ നിന്നും പണംചെലവിടുന്നത് കുറക്കും.
തൊഴില്‍മേഖലകളിലെ പരിശീലനത്തിനും വിദ്യാഭ്യാസത്തിനുമായി ഇറ്റലിയുമായി ഇന്ത്യ ഏര്‍പ്പെട്ട ധാരണാപത്രത്തിന് പ്രധാനമന്ത്രി ശ്രീ നരേന്ദ്രമോദിയുടെ അദ്ധ്യക്ഷതയില്‍ ചേര്‍ന്ന കേന്ദ്ര മന്ത്രിസഭായോഗം അംഗീകാരം നല്‍കി.
മുന്‍ ഗവണ്‍മെന്റുകളും ഇക്കാര്യം ചര്‍ച്ച ചെയ്തിട്ടുണ്ട്.
6) ജനറിക്ക് മരുന്നുകള്‍ ഉള്‍പ്പെടെ മറ്റ് അവശ്യ മരുന്നുകളുടെ സംഭരണവും മരുന്ന് വിതരണത്തിന്റെ ഉറവിടങ്ങളില്‍ സഹായവും.
ഇന്തോനേഷ്യയിലെ ജക്കാര്‍ത്ത, പാലംബാങ് എന്നിവിടങ്ങളിലായി നടന്ന പതിനെട്ടാമത് ഏഷ്യന്‍ ഗെയിംസില്‍ 69 മെഡലുകളെന്ന റെക്കോര്‍ഡ് നേട്ടമാണ് ഇന്ത്യ കൈവരിച്ചത്. 2010 ഗ്വാങ്ഷൗഗെയിംസില്‍കൈവരിച്ച 65 മെഡലുകളായിരുന്നു ഇതിനുമുമ്പുള്ള മികച്ച പ്രകടനം.
ഈ അവസരം നാം നഷ്ടപ്പെടുത്തിക്കൂടാ.
ഈ ഒരൊറ്റ പ്രതീക്ഷയോടെ, നമുക്കൊരുമിച്ച് രാജ്യത്തെ മുന്നോട്ടു നയിക്കാം. രാജ്യത്തിനു വേണ്ടി ജീവിക്കുകയും പോരാടുകയും മരിക്കുകയും ചെയ്ത ഏവരെയും ഞാന്‍ ഒരിക്കല്‍ക്കൂടി വണങ്ങുന്നു.
ആഫ്രിക്കയില്‍ വികസന പങ്കാളിത്ത പദ്ധതികളും പരിപാടികളും നടപ്പാക്കുന്നതിനായി രണ്ടു രാജ്യങ്ങളും തമ്മില്‍ സഹകരിക്കുന്നതിന് ഒരു ചട്ടക്കൂടുണ്ടാക്കുന്നത് ധാരണാപത്രം വ്യവസ്ഥ ചെയ്യുന്നു.