{"default": {"description": "\nFake news has become a major societal issue and a technical challenge for social media companies to identify. This content is difficult to identify because the term \"fake news\" covers intentionally false, deceptive stories as well as factual errors, satire, and sometimes, stories that a person just does not like. Addressing the problem requires clear definitions and examples. In this work, we present a dataset of fake news and satire stories that are hand coded, verified, and, in the case of fake news, include rebutting stories. We also include a thematic content analysis of the articles, identifying major themes that include hyperbolic support or condemnation of a gure, conspiracy theories, racist themes, and discrediting of reliable sources. In addition to releasing this dataset for research use, we analyze it and show results based on language that are promising for classification purposes. Overall, our contribution of a dataset and initial analysis are designed to support future work by fake news researchers.\n", "citation": "\n@inproceedings{inproceedings,\nauthor = {Golbeck, Jennifer and Everett, Jennine and Falak, Waleed and Gieringer, Carl and Graney, Jack and Hoffman, Kelly and Huth, Lindsay and Ma, Zhenya and Jha, Mayanka and Khan, Misbah and Kori, Varsha and Mauriello, Matthew and Lewis, Elo and Mirano, George and IV, William and Mussenden, Sean and Nelson, Tammie and Mcwillie, Sean and Pant, Akshat and Cheakalos, Paul},\nyear = {2018},\nmonth = {05},\npages = {17-21},\ntitle = {Fake News vs Satire: A Dataset and Analysis},\ndoi = {10.1145/3201064.3201100}\n}\n", "homepage": "https://dl.acm.org/doi/10.1145/3201064.3201100", "license": "", "features": {"article_number": {"dtype": "int32", "id": null, "_type": "Value"}, "url_of_article": {"dtype": "string", "id": null, "_type": "Value"}, "fake_or_satire": {"num_classes": 2, "names": ["Satire", "Fake"], "names_file": null, "id": null, "_type": "ClassLabel"}, "url_of_rebutting_article": {"dtype": "string", "id": null, "_type": "Value"}}, "post_processed": null, "supervised_keys": null, "builder_name": "fake_news_english", "config_name": "default", "version": {"version_str": "1.1.0", "description": null, "major": 1, "minor": 1, "patch": 0}, "splits": {"train": {"name": "train", "num_bytes": 78078, "num_examples": 492, "dataset_name": "fake_news_english"}}, "download_checksums": {"https://github.com/jgolbeck/fakenews/raw/master/FakeNewsData.zip": {"num_bytes": 3002233, "checksum": "f423317ec13c5279bc5879240dca034ee9eae773eaa9c42e1fca8f8f88e37627"}}, "download_size": 3002233, "post_processing_size": null, "dataset_size": 78078, "size_in_bytes": 3080311}}