{"case_id": "1946-003", "judgment date": "1946-11-18", "issue": "80250", "issueArea": "8", "text": "329 U.S. 29\n67 S.Ct. 1\n91 L.Ed. 22\nCHAMPLIN REFINING COv.UNITED STATES et al.\nNo. 21.\nArgued Oct. 18, 21, 1946.\nDecided Nov. 18, 1946.\nRehearing Denied Dec. 16, 1946.\n\nSee 329 U.S. 831, 67 S.Ct. 363.\nAppeal from the District Court of the United States for the Western District of Oklahoma.\nMessrs.Dan Moody, of Austin, Tex., and Harry O. Glasser, of Enid, Okla., for appellant.\nMr. Edward Dumbauld, of Washington, D.C., for appel-\n[Argument of Counsel from page 30 intentionally omitted]\nlees. Mr. Justice JACKSON delivered the opinion of the Court.\n\n\n1\nThe Interstate Commerce Commission, acting under § 19a of the Interstate Commerce Act,1 ordered the appellant to furnish certain inventories, schedules, maps and charts of its pipe line property.2 Champlin's objections that the Act does not authorize the order, or if it be construed to do so is unconstitutional, were overruled by the Commission and again by the District Court which dismissed the company's suit for an injunction.3 These questions of law are brought here by appeal. Judicial Code, § 238, 28 U.S.C. § 345, 28 U.S.C.A. § 345.\n\n\n2\nChamplin owns and operates a line of six-inch pipe 516 miles in length lying in five states. Originating at Champlin's Enid, Oklahoma refinery, it crosses Kansas, Nebraska, a part of South Dakota, and ends in Iowa. It is used only to convey the company's own refinery products to its own terminal stations at Hutchinson, Kansas; Superior, Nebraska, and Rock Rapids, Iowa, at each of which the line connects with storage facilities from which deliveries are made.\n\n\n3\nThe statute, so far as relevant, says that it shall apply 'to common carriers engaged in,' 'transportation of oil or other commodity' by pipe line from one state to another. It provides also, that 'common carrier' includes 'all pipe-line companies.'4 This language on its face would seem to cover the appellant's operation.\n\n\n4\nChamplin contends, however, that the 'transportation' mentioned in the Act does not refer to the carriage of one's own goods. The District Court has found that Champlin is the sole owner of the products transported through its pipe line; it has never transported, offered to transport, or been asked to transport any products belonging to any other company or person; its pipe line does not connect with any other pipe line but only with storage tanks at the three terminal points; there are no facilities for putting any petroleum product into the line other than at the Enid refinery; delivery of the products at the three terminal points is made from Champlin's storage tanks by means of truck racks or railroad tank car racks and is not made directly from the pipe line in any instance; no tariffs stating transportation charges have been filed with the Interstate Commerce Commission or with any State commission or regulatory body.\n\n\n5\nBecause of these facts the appellant suggests that the language and holding of this Court concerning the Uncle Sam Oil Company in The Pipe Line Cases, 234 U.S. 548, 34 S.Ct. 956, 58 L.Ed. 1459, approved in Valvoline Oil Company v. United States, 308 U.S. 141, 60 S.Ct. 160, 84 L.Ed. 151, govern this case. The Uncle Sam Company operation is described as 'simply drawing oil from its own wells across a state line to its own refinery, for its own use, and that is all, * * *.' The Pipe Line Cases, 234 U.S. 548, 562, 34 S.Ct. 956, 959, 58 L.Ed. 1459. The Court considered this was not 'transportation' within the meaning of the Act.\n\n\n6\nBut we think it would expand the actual holding of that case to apply its conclusion to Champlin. The controlling fact under the statute is transporting commodities from state to state by pipe line. Admittedly Champlin is not a common carrier in the sense of the common law carrier for hire. However, the Act does not stop at this but goes on to say that its use of the term 'common carrier' is to include all pipe line companies—a meaningless addition if it thereby included only what the term without more always had included. While Champlin technically is transporting its own oil, manufacturing processes have been completed; the oil is not being moved for Champlin's own use. These interstate facilities are operated to put its finished products in the market in interstate commerce at the greatest economic advantage.\n\n\n7\nExamination of Champlin's pricing methods supports the view that appellant is engaged in transportation even though the products are still its own when moved. The District Court found that price at the terminal points includes f.o.b. price at the Enid refinery and an additional sum called a differential. The differential is the through railroad freight rate from Enid to the final destination (usually the purchaser's place of business) less the carrying charges from the pipe line terminal to final destination. The District Court found, however, that competitive and other conditions 'sometimes cause departures from the prices arrived at in accordance with the formula above described.' Appellant states that as to some deliveries 'rail rates were used merely as a basis for calculating a delivered price, not as a charge for transportation.' Even so, and even though departures from the calculated differential are substantial and frequent, we think this practice points up a significant distinction from the Uncle Sam case.\n\n\n8\nWe hold that Champlin's operation is transportation within the meaning of the Act and that the statute supports the Commission's order to furnish information.\n\n\n9\nAppellant further contends that, as so construed, the Act exceeds the commerce power of Congress and violates the due process clause of the Fifth Amendment because it is argued that this interpretation converts a private pipe line into a public utility and requires a private carrier to become a common carrier. But our conclusion rests on no such basis and affords no such implication. The power of Congress to regulate interstate commerce is not dependent on the technical common carrier status but is quite as extensive over a private carrier. This power his yet been invoked only to the extent of requiring Champlin to furnish certain information as to facilities being used in interstate marketing of its products. The commerce power is adequate to support this requirement whether appellant be considered a private carrier or a common carrier.\n\n\n10\nThe contention that the statute as so construed violates the due process clause by imposing upon a private carrier the obligations of a conventional common carrier for hire is too premature and hypothetical to warrant consideration on this record. The appellant in its entire period of operation has never been asked to carry the products of another and may never be. So far, the Commission has made no order which changes the appellant's obligations to any other company or person. If it does, it will be timely to consider concrete requirements and their specific effects on appellant. At present, appellant is asked only to provide information about a subject within the power possessed by Congress and delegated to the Commission, and that cannot be considered a taking of property even if it arouses appellant's premonitions.\n\n\n11\nWe hold that the order before us is authorized by statute and that in this respect the statute is within the commerce power and does not offend the Fifth Amendment.\n\n\n12\nAffirmed.\n\n\n13\nMr. Justice REED, with whom Mr. Justice FRANKFURTER, Mr. Justice DOUGLAS and Mr. Justice BURTON join dissenting.\n\n\n14\nThis appeal brings into question the extent to which the Interstate Commerce Act covers pipe lines by virtue of the provisions of § 1 and § 19a.1 Acting under the authority of these sections, the Interstate Commerce Commission called upon the appellant, Champlin Refining Company, for reports deemed appropriate for it to make, if it is a common carrier under the act. The appellant challenged the Commission's order on the ground that it was not covered by the sections.\n\n\n15\nChamplin owns a pipe line for the carriage of oil or other similar commodity from its refinery in Oklahoma to various distributing points in other states. It carries no commodities except its own produced in its own refinery and delivered at the ends of the pipe line into its own storage or holding tanks for sale to its customers. It also is sole owner of the stock of the Cimarron Valley Pipe Line Company, admittedly an intrastate common carrier, that supplies the Champlin refinery with its crude oil. The Commission's orders for valuation reports do not treat Champlin and Cimarron as a unitary operation. The Commission, at this bar, disclaimed expressly any intention to test the subjection of Champlin's distributing pipe line to Commission power by Champlin's ownership of the Cimarron stock. As the Court treats the situation as though Champlin's distributing pipe line, between the refinery and the sale tanks only, were involved, we accept for the purpose of this dissent the Commission's view of the test to be applied to Champlin.\n\n\n16\nSection 1 of the act applies its provisions to 'common carriers engaged in—* * * the transportation of oil' or similar commodities. In The Pipe Line Cases, 234 U.S. 548, 34 S.Ct. 956, 58 L.Ed. 1459, and Valvoline Oil Co. v. United States, 308 U.S. 141, 60 S.Ct. 160, 84 L.Ed. 151, this Court interpreted the term 'common carrier' to include all interstate pipe line companies that are engaged, within the purview of the act, in the transportation of oil. In these cases, pipe line companies that carried only their own oil, although all or a large part of it was purchased from producers prior to its carriage in the pipe lines, were held common carriers within the meaning and purpose of the act, though not common carriers in the technical sense of holding one's self out to carry indiscriminately all oil offered, because the act's evident purpose was to bring within its scope all pipe lines that would carry all oil offered 'if only the offerers would sell' at the carrier's price. In the Valvoline case, this interpretation of the 1906 Act, 34 Stat. 584, was found to have been carried into the act, as amended in 1920, 41 Stat. 474, despite certain changes in language. 308 U.S. at page 145, 60 S.Ct. at page 162, 84 L.Ed. 151.\n\n\n17\nIt is to be noted, however, that the Pipe Line and Valvoline cases did not bring within the scope of the Interstate Commerce Act all pipe lines that carried oil interstate. If the companies were common carriers in substance, the act made them so in form. Those pipe lines held covered by the act in The Pipe Line Cases and Valvoline were found common carriers in substance because they purchased and carried all oil offered. The Interstate Commerce Act continually has required such carriers to be engaged in the transportation of oil or other commodities. In The Pipe Line Cases, a company, Uncle Sam Oil Company, though a pipe line carrying oil, was held beyond the act's reach because not engaged in the transportation of oil as a common carrier within the purpose of the act.\n\n\n18\n'When, as in this case, a company is simply drawing oil from its own wells across a state line to its own refinery, for its own use, and that is all, we do not regard it as falling within the description of the act, the transportation being merely an incident to use at the end.' 234 U.S. at page 562, 34 S.Ct. at page 959, 58 L.Ed. 1459.\n\n\n19\nThere has been no change bearing on this question in the applicable acts since The Pipe Line Cases. As a matter of statutory construction, we see no reason to change from this Court's long standing interpretation. If Congress desires to undertake regulation of the transportation of an interstate carrier, in substance a private carrier, it understands the method of approach. 49 U.S.C. § 304(a)(3), 49 U.S.C.A § 304(a)(3). There is no pertinent legislative history to support so broad an interpretation of pipe line legislation. The evil sought to be remedied was the mastery of oil through control of the gathering facilities.2 If a line does not carry oil of others, it is not transporting within the contemplation of the act.\n\n\n20\nIn the Uncle Sam case it was said that the transportation of oil from well to refinery was 'merely an incident to use at the end.' We see no difference between the use contemplated by the Uncle Sam Company and this company. Each carries its own oil for the same ultimate purpose—to reach the market.\n\n\n21\nNor can we see any significant distinction from the Uncle Sam case in the practice of Champlin to use frequently the freight rate from Enid to the final destination as a measure of the addition to Enid refinery, f.o.b. price that it will charge at its distributing tanks. This practice is departed from to meet competition. Naturally some transportation cost must be added to the refinery price for deliveries elsewhere. How much it is or how it is calculated does not seem to us to bear upon the question of whether Champlin is a 'common carrier engaged in—* * * the transportation of oil' within the scope of the act.\n\n\n22\nWe would have a very different case than the one before us if Congress had provided that all owners of pipe lines carrying oil in interstate commerce should give appropriate information to the Interstate Commerce Commission. This is not what § 19a does. It requires reports only from 'every common carrier subject to the provisions' of the act. When an enterprise is 'subject to the provisions' of the act is defined by § 1(1)(b) and § 1(3). Therefore, it is not § 19a but § 1 that must be construed. The definition of § 1 flows not only into § 19a but also into various other sections. Once an enterprise is found to be included in § 1, the Interstate Commerce Act subjects it to § 19a and other provisions dealing with common carriers 'subject to' the act. Thus, to give several instances, it must provide equal and reasonable transportation to all comers, (§ 1(4—6)); and it must file a schedule of rates (§ 6(1). If, therefore, any doubt is felt about the applicability of some of these requirements, the doubts are properly to be taken into account in determining the scope of § 1. The range of servitudes to which this pipe line is subjected by including it in § 1 bears vitally upon whether such a construction should be given to § 1.\n\n\n23\nFor the reasons detailed above, we do not think that Champlin is covered by the act and we would reverse the decree of the District Court.\n\n\n\n1\n '* * * the commission shall, * * * investigate, ascertain, and report the value of all the property owned or used by every common carrier subject to the provisions of this act. * * * The commission shall make an inventory which shall list the property of every common carrier subject to the provisions of this act in detail, and show the value thereof as hereinafter provided, and shall classify the physical property, as nearly as practicable, in conformity with classification of expenditures for road and equipment, as prescribed by the Interstate Commerce Commission.' 37 Stat. 701, 49 U.S.C. § 19a, 49 U.S.C.A. § 19a.\n\n\n2\n On May 15, 1941, the Interstate Commerce Commission, by letter addressed to the president of the Champlin Refining Company, requested that the company prepare and file with the Commission 'a complete inventory of the pipe line property of the Champlin Refining Company, except land, showing the quantities, units, classes, kinds, and condition thereof.' The Commission enclosed with its letter copies of its Valuation Orders Nos. 26 and 27, with which the inventory was to comply. The Champlin company did not respond to the request in a manner satisfactory to the Commission, and on June 12, 1944, the Commission made the order of which the company here complains. It directed the company to comply with the provisions of Valuation Orders Nos. 26 and 27 within 90 days of the service of the order.\n\n\n3\n In response to the Commission's letter of May 15, 1941, the Champlin company filed with the Commission information and charts which it believed would satisfy the Commission's request. The Commission, however, returned that report to the company, because in it the company had not recognized that it was a statutory common carrier and had not compiled the report from that viewpoint. The company then requested a hearing before the Commission to determine its status. On December 14, 1942, and on reargument, June 12, 1944, the Commission decided that appellant is a common carrier subject to the provisions of the Act. After the Commission had issued its supplementary order of June 12, 1944, appellant petitioned the district court for an injunction against the order. In accordance with §§ 46 and 47 of Title 28 U.S.C., 28 U.S.C.A. §§ 46, 47, the district judge convened a three judge court, which heard the case and dismissed appellant's petition.\n\n\n4\n § 1. '(1) (That) the provisions of this act shall apply to common carriers engaged in—* * *\n'(b) The transportation of oil or other commodity, * * * by pipe line, * * * from one State * * * to any other State * * *.\n'(3) (a) The term 'common carrier' as used in this act shall include all pipeline companies; * * * express companies; sleeping-car companies; and all persons, natural or artificial, engaged in such transportation or transmission as aforesaid as common carriers for hire.' 41 Stat. 474, as amended, 48 Stat. 1102, 49 U.S.C. § 1, 49 U.S.C.A. § 1. The last words of § 1(3)(a), 'engaged in such transportation or transmission as aforesaid as common carriers for hire', do 'not affect the generality of the first clause as to pipe line companies.' Valvoline Oil Co. v. United States, 308 U.S. 141, 146, 60 S.Ct. 160, 162, 84 L.Ed. 151.\n\n\n1\n 49 U.S.C. § 1, 49 U.S.C.A. § 1:\n'(1) * * * The provisions of this chapter shall apply to common carriers engaged in—\n'(b) The transportation of oil or other commodity, except water and except natural or artificial gas, by pipe line, or partly by pipe line and partly by railroad or by water;\n'(3) (a) The term 'common carrier' as used in this chapter shall include all pipe-line companies; * * * express companies; sleeping-car companies; and all persons, natural or artificial, engaged in such transportation as aforesaid as common carriers for hire. * * *'\n49 U.S.C. § 19a, 49 U.S.C.A. § 19a:\n'* * * The Commission shall * * * investigate, ascertain, and report the value of all the property owned or used by every common carrier subject to the provisions of this chapter. * * * The Commission shall * * * make an inventory which shall list the property of every common carrier subject to the provisions of this chapter in detail, and show the value thereof as hereinafter provided, and shall classify the physical property, as nearly as practicable, in conformity with the classification of expenditures for road and equipment, as prescribed by the Interstate Commission.'\n\n\n2\n 234 U.S. at pages 558, 559, 34 S.Ct. at page 958, 58 L.Ed. 1459: 'By the before-mentioned and subordinate lines the Standard Oil Company had made itself master of the only practicable oil transportation between the oil fields east of California and the Atlantic Ocean, and carried much the greater part of the oil between those points.'\n\n\n", "data_type": "train"}
{"case_id": "1946-001", "judgment date": "1946-11-18", "issue": "80180", "issueArea": "8", "text": "329 U.S. 1\n67 S.Ct. 6\n91 L.Ed. 3\nHALLIBURTON OIL WELL CEMENTING CO.v.WALKER, et al.\nNo. 24.\nArgued Oct. 23, 24, 1946.\nDecided Nov. 18, 1946.\n\nMr.Earl Babcock, of Duncan, Okl. (Harry C. Robb, of Washington, D.C., on the brief), for petitioner.\nMr. Harold W. Mattingly, of Los Angeles, Cal., for respondents.\nMr. Justice BLACK delivered the opinion of the Court.\n\n\n1\nCranford P. Walker, owner of Patent No. 2,156,519, and the other respondents, licensees under the patent, brought this suit in a federal district court alleging that petitioner, Halliburton Oil Well Cementing Company, had infringed certain of the claims of the Walker patent. The district court held the claims in issue valid and infringed by Halliburton. The circuit court of appeals affirmed, 9 Cir., 146 F.2d 817, and denied Halliburton's petition for rehearing. 149 F.2d 896. Petitioner's application to this Court for certiorari urged, among other grounds, that the claims held valid failed to make the 'full, clear, concise, and exact' description of the alleged invention required by Rev.Stat. § 4888, 35 U.S.C. § 33, 35 U.S.C.A. § 33,1 as that statute was interpreted by us in General Electric Co. v. Wabash Appliance Corporation, 304 U.S. 364, 58 S.Ct. 899, 82 L.Ed. 1402.2 This statutory requirement of distinctness and certainty in claims is important in patent law. We granted certiorari to consider whether it was correctly applied in this case. 326 U.S. 705, 66 S.Ct. 90.3\n\n\n2\nThe patent in suit was sustained as embodying an improvement over a past patent of Lehr and Wyatt (No. 2,047,974) upon an apparatus designed to facilitate the pumping of oil out of wells which do not have sufficient natural pressures to force the oil to gush. An outline of the background and setting of these patents is helpful to an understanding of the problem presented.\n\n\n3\nIn order to operate a pump in an oil well most efficiently, cheaply, and with the least waste, the pump must be placed in an appropriate relationship to the fluid surface of the oil. Properly to place the pump in this relationship requires knowledge of the distance from the well top to the fluid surface. At least by the latter 1920's problems of waste and expense in connection with non-gusher oil wells pressed upon the industry. See Railroad Commission of Texas v. Rowan & Nichols Oil Co., 310 U.S. 573, 60 S.Ct. 1021, 84 L.Ed. 1368; Burford v. Sun Oil Co., 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424. It became apparent that inefficient pumping, one cause of waste, was in some measure attributable to lack of accurate knowledge of distance from well top to fluid surface. Ability to measure this distance in each separate non-gusher oil well became an obvious next step in the solution of this minor aspect of the problem of waste.\n\n\n4\nThe surface and internal machinery and the corkscrew conformation of some oil wells make it impractical to measure depth by the familiar method of lowering a rope or cable. In casting about for an alternative method it was quite natural to hit upon the possibility of utilizing a sound-echo-time method. Unknown distances had frequently been ascertained by this method. Given the time elapsing between the injection of a sound into an oil well and the return of its echo from the fluid surface, and assuming the velocity of the sound to be about 1,100 feet per second, as it is in the open air, it would be easy to find the distance. Not only had this sound-echo-time method been long known and generally used to find unknown distances, but in 1898 Batcheller, in Patent No. 602,422, had described an apparatus to find a distance in a tubular space. Obviously an oil well is such a space. He described a device whereby the noise from a gun might be injected into a tube; the returning echoes from obstructions agitated a diaphragm, which in turn moved a stylus. The stylus recorded on a piece of paper a graph or diagram showing the variant movements of the diaphragm caused by its response to all the different echo waves.\n\n\n5\nIn the late 1920's the oil industry began to experiment in the use of this same sound-echo-time method for measuring the distance to the fluid surface in deep oil wells. A product of this experimentation was the Lehr and Wyatt patent, upon which the present patent claims to be an improvement. It proposed to measure the distance by measuring the time of travel of the echo of 'an impulse wave' generated by a 'sudden change in pressure.' The apparatus described included a gas cylinder with a quick operating valve by means of which a short blast of gas could be injected into a well. It was stated in the patent that the time elapsing between the release of the gas and the return of the echo of the waves produced by it could be observed in any desired manner. But the patentee's application and drawings noted that the wave impulses could be recorded by use of a microphone which might include an amplifier and an appropriate device to record a picture of the wave impulses.\n\n\n6\nThis Lehr and Wyatt patent, it is therefore apparent, simply provided an apparatus composed of old and well-known devices to measure the time required for pressure waves to move to and back from the fluid surface of an oil well. But the assumption that sound and pressure waves would travel in oil wells at open-air velocity of 1,100 feet per second proved to be erroneous. For this reason the timevelocity computation of Lehr and Wyatt for measuring the distance to the fluid surface produced inaccurate results.\n\n\n7\nAfter conferences with Lehr, Walker undertook to search for a method which would more accurately indicate the sound and pressure wave velocity in each well. Walker was familiar with the structure of oil wells. The oil flow pipe in a well, known as a tubing string, is jointed and where these joints occur there are collars or shoulders. There are also one or more relatively prominent projections on the oil flow pipe known as tubing catchers. In wells where the distance to the tubing catcher is known, Walker observed that the distance to the fluid surface could be measured by a simple time-distance proportion formula.4 For those wells in which the distance to the tubing catcher was unknown, Walker also suggested another idea. The sections of tubing pipe used in a given oil well are generally of equal length. Therefore the shoulders in a given well ordinarily are at equal intervals from each other. But the section length and therefore the interval may vary from well to well. Walker concluded that he could measure the unknown distance to the tubing catcher if he could observe and record the shoulder echo waves. Thus multiplication of the number of shoulders observed by the known length of a pipe section would produce the distance to the tubing catcher. With this distance, he could solve the distance to the fluid surface by the same proportion formula used when the distance to the tubing catcher was a matter of record. The Lehr and Wyatt instrument could record all these echo waves. But the potential usefulness of the echoes from the shoulders and the tubing catcher which their machine recorded had not occurred to Lehr and Wyatt and consequently they had made no effort better to observe and record them. Walker's contribution which he claims to be invention was in effect to add to Lehr and Wyatt's apparatus a well-known device which would make the regularly appearing shoulder echo waves more prominent on the graph and easier to count.\n\n\n8\nThe device added was a mechanical acoustical resonator. This was a short pipe which would receive wave impulses at the mouth of the well. Walker's testimony was, and his specifications state, that by making the length of this tubal resonator one-third the length of the tubing joints, the resonator would serve as a tuner, adjusted to the frequency of the shoulder echo waves. It would simultaneously amplify these echo waves and eliminate unwanted echoes from other obstructions thus producing a clearer picture of the shoulder echo waves. His specifications show, attached to the tubal resonator, a coupler, the manipulation of which would adjust the length of the tube to one-third of the interval between shoulders in a particular well. His specifications and drawings also show the physical structure of a complete apparatus, designed to inject pressure impulses into a well, and to receive, note, record and time the impulse waves.\n\n\n9\nThe District Court held the claims here in suit valid upon its finding that Walker's 'apparatus differs from and is an improvement over the prior art in the incorporation in such apparatus of a tuned acoustical means which performs the functions of a sound filter * * *.' The circuit court of appeals affirmed this holding, stating that the trial court had found 'that the only part of this patent constituting invention over the prior art is the 'tuned acoustical means which performs the functions of a sound filter.\"\n\n\n10\nFor our purpose in passing upon the sufficiency of the claims against prohibited indefiniteness we can accept without ratifying the findings of the lower court that the addition of '(a) tuned acoustical means' performing the 'functions of a sound filter' brought about a new patentable combination, even though it advanced only a narrow step beyond Lehr and Wyatt's old combination.5 We must, however, determine whether, as petitioner charges, the claims here held valid run afoul of Rev.Stat. § 4888 because they do not describe the invention but use 'conveniently functional language at the exact point of novelty.' General Electric Co. v. Wabash Appliance Corporation supra, 304 U.S. at page 371, 58 S.Ct. at page 903, 82 L.Ed. 1402.\n\n\n11\nWalker, in some of his claims, e.g., claims 2 and 3, does describe the tuned acoustical pipe as an integral part of his invention, showing its structure, its working arrangement in the alleged new combination, and the manner of its connection with the other parts. But no one of the claims on which this judgment rests has even suggested the physical structure of the acoustical resonator.6 No one of these claims describes the physical relation of the Walker addition to the old Lehr and Wyatt machine. No one of these claims describes the manner in which the Walker addition will operate together with the old Lehr and Wyatt machine so as to make the 'new' unitary apparatus perform its designed function. Thus the claims failed adequately to depict the structure, mode, and operation of the parts in combination.\n\n\n12\nA claim typical of all of those held valid only describes the resonator and its relation with the rest of the apparatus as 'means associated with said pressure responsive device for tuning said receiving means to the frequency of echoes from the tubing collars of said tubing section to clearly distinguish the echoes of said couplings from each other.'7 The language of the claim thus describes this most crucial element in the 'new' combination in terms of what it will do rather than in terms of its own physical characteristics or its arrangement in the new combination apparatus. We have held that a claim with such a description of a product is invalid as a violation of Rev.Stat. § 4888. Holland Furniture Co. v. Perkins Glue Co., 277 U.S. 245, 256, 257, 48 S.Ct. 474, 478, 479, 72 L.Ed. 868; General Electric Co. v. Wabash Appliance Corporation, supra. We understand that the circuit court of appeals held that the same rigid standards of description required for product claims is not required for a combination patent embodying old elements only. We have a different view.\n\n\n13\nRev.Stat. § 4888 pointedly provides that 'in the case of a machine, he (the patentee) shall explain the principle thereof, and the best mode in which he has contemplated applying that principle, so as to distinguish it from other inventions; and he shall particularly point out and distinctively claim the part, improvement, or combination which he claims as his invention or discovery.' It has long been held that the word 'machine' includes a combination. Corning et al. v. Burden, 15 How. 252, 267, 14 L.Ed. 683. We are not persuaded that the public and those affected by patents should lose the protection of this statute merely because the patented device is a combination of old elements.\n\n\n14\nPatents on machines which join old and well-known devices with the declared object of achieving new results, or patents which add an old element to improve a preexisting combination, easily lend themselves to abuse. And to prevent extension of a patent's scope beyond what was actually invented, courts have viewed claims to combinations and improvements or additions to them with very close scrutiny. Cf. Lincoln Engineering Co. of Illinois v. Stewart Warner Corporation, 303 U.S. 545, 549—551, 58 S.Ct. 662, 82 L.Ed. 1008. For the same reason, courts have qualified the scope of what is meant by the equivalent of an ingredient of a combination of old elements. Gill v. Wells, 22 Wall. 1, 28, 29, 22 L.Ed. 699. Fuller v. Yentzer, 94 U.S. 288, 297, 298, 24 L.Ed. 103. It is quite consistent with this strict interpretation of patents for machines which combine old elements to require clear description in combination claims. This view, clearly expressed in Gill v. Wells, supra, is that\n\n\n15\n'Where the ingredients are all old the invention * * * consists entirely in the combination, and the requirement of the Patent Act that the invention shall be fully and exactly described applies with as much force to such an invention as to any other class, because if not fulfilled all three of the great ends intended to be accomplished by that requirement would be defeated. * * * (1.) That the Government may know what they have granted and what will become public property when the term of the monopoly expires. (2.) That licensed persons desiring to practice the invention may know, during the term, how to make, construct, and use the invention. (3.) That other inventors may know what part of the field of invention is unoccupied.\n\n\n16\n'Purposes such as these are of great importance in every case, but the fulfillment of them is never more necessary than when such inquiries arise in respect to a patent for a machine which consists of a combination of old ingredients. Patents of that kind are much more numerous than any other, and consequently it is of the greatest importance that the description of the combination, which is the invention, should be full, clear, concise, and exact.' Gill v. Wells, supra, 22 Wall. at pages 25, 26, 22 L.Ed. 699.\n\n\n17\nThese principles were again emphasized in Merrill v. Yeomans, 94 U.S. 568, 570, 24 L.Ed. 235, where it was said that '* * * in cases where the invention is a new combination of old devices, he (the patentee) is bound to describe with particularity all these old devices, and then the new mode of combining them, for which he desires a patent.' This view has most recently been reiterated in General Electric Co. v. Wabash Appliance Corporation, supra, 304 U.S. at pages 368, 369, 58 S.Ct. at pages 901, 902, 82 L.Ed. 1402. Cogent reasons would have to be presented to persuade us to depart from this established doctrine. The facts of the case before us, far from undermining our confidence in these earlier pronouncements, reinforce the conclusion that the statutory requirement for a clear description of claims applies to a combination of old devices.\n\n\n18\nThis patent and the infringement proceedings brought under it illustrate the hazards of carving out an exception to the sweeping demand Congress made in Rev.Stat. § 4888. Neither in the specification, the drawing, nor in the claims here under consideration, was there any indication that the patentee contemplated any specific structural alternative for the acoustical resonator or for the resonator's relationship to the other parts of the machine. Petitioner was working in a field crowded almost, if not completely, to the point of exhaustion. In 1920, Tucker, in Patent No. 1,451,356, had shown a tuned acoustical resonator in a sound detecting device which measured distances. Lehr and Wyatt had provided for amplification of their waves. Sufficient amplification and exaggeration of all the different waves which Lehr and Wyatt recorded on their machine would have made it easy to distinguish the tubing catcher and regular shoulder waves from all others. For, even without this amplification, the echo waves from tubing collars could by proper magnification have been recorded and accurately counted, had Lehr and Wyatt recognized their importance in computing the velocity. Cf. General Electric Co. v. Jewel Incandescent Lamp Co., 326 U.S. 242, 66 S.Ct. 81.\n\n\n19\nUnder these circumstances the broadness, ambiguity, and overhanging threat of the functional claim of Walker become apparent. What he claimed in the court below and what he claims here is that his patent bars anyone from using in an oil well any device heretofore or hereafter invented which combined with the Lehr and Wyatt machine performs the function of clearly and distinctly catching and recording echoes from tubing joints with regularity. Just how many different devices there are of various kinds and characters which would serve to emphasize these echoes, we do not know. The Halliburton device, alleged to infringe, employs an electric filter for this purpose. In this age of technological development there may be many other devices beyond our present information or indeed our imagination which will perform that function and yet fit these claims. And unless frightened from the course of experimentation by broad functional claims like these, inventive genius may evolve many more devices to accomplish the same purpose. See United Carbon Co. et al. v. Binney & Smith Co., 317 U.S. 228, 236, 63 S.Ct. 165, 170, 87 L.Ed. 232; Burr v. Duryee, 1 Wall. 531, 568, 17 L.Ed. 650; O'Reilly et al. v. Morse et al., 15 How. 62, 112, 113, 14 L.Ed. 601. Yet if Walker's blanket claims be valid, no device to clarify echo waves, now known or hereafter invented, whether the device be an actual equivalent of Walker's ingredient or not, could be used in a combination such as this, during the life of Walker's patent.\n\n\n20\nHad Walker accurately described the machine he claims to have invented, he would have had no such broad rights to bar the use of all devices now or hereafter known which could accent waves. For had he accurately described the resonator together with the Lehr and Wyatt apparatus, and sued for infringement, charging the use of something else used in combination to accent the waves, the alleged infringer could have prevailed if the substituted device (1) performed a substantially different function; (2) was not known at the date of Walker's patent as a proper substitute for the resonator; or (3) had been actually invented after the date of the patent. Fuller v. Yentzer, supra, 94 U.S. at pages 296, 297, 24 L.Ed. 1003; Gill v. Wells, supra, 22 Wall. at page 29, 22 L.Ed. 699. Certainly, if we are to be consistent with Rev.Stat. § 4888, a patentee cannot obtain greater coverage by failing to describe his invention than by describing it as the statute commands.\n\n\n21\nIt is urged that our conclusion is in conflict with the decision of Continental Paper Bag Co. v. Eastern Paper Bag Co., 210 U.S. 405, 28 S.Ct. 748, 52 L.Ed. 1122. In that case, however, the claims structurally described the physical and operating relationship of all the crucial parts of the novel combination.8 The court there decided only that there had been an infringement of this adequately described invention. That case is not authority for sustaining the claims before us which fail adequately to describe the alleged invention.\n\n\n22\nReversed.\n\n\n23\nMr. Justice FRANKFURTER concurs with the Court's opinion in so far as it finds this claim lacking in the definiteness required by Rev.Stat. § 4888, 35 U.S.C. § 33, 35 U.S.C.A. § 33, but reserves judgment as to considerations that may be peculiar to combination patents in satisfying that requirement.\n\n\n24\nMr. Justice BURTON dissents.\n\n\n\n1\n '33. Application for Patent; Description; Specification and Claim. Before any inventor or discoverer shall receive a patent for his invention or discovery he shall make application therefor, in writing, to the Commissioner of Patents, and shall file in the Patent Office a written description of the same, and of the manner and process of making, constructing, compounding, and using it, in such full, clear, concise, and exact terms as to enable any person skilled in the art or science to which it appertains, or with which it is most nearly connected, to make, construct, compound, and use the same; and in case of a machine, he shall explain the principle thereof, and the best mode in which he has contemplated applying that principle, so as to distinguish it from other inventions; and he shall particularly point out and distinctly claim the part, improvement, or combination which he claims as his invention or discovery. * * *'\n\n\n2\n Other alleged errors were urged in the application for certiorari and have been argued here, but since we find the question of definiteness of the claim decisive of the controversy, we shall not further advert to the other contentions.\n\n\n3\n This case was previously affirmed by a divided court, 326 U.S. 696, 66 S.Ct. 482, and upon petition for rehearing was restored to the docket for reargument. 327 U.S. 812, 66 S.Ct. 677.\n\n\n4\n The known distance from well top to the tubing catcher is to the unknown distance from well top to the fluid surface as the time an echo requires to travel from the tubing catcher is to the time required for an echo to travel from the fluid surface.\nWalker's patent emphasizes that his invention solves the velocity of sound waves in wells of various pressures in which sound did not travel at open-air or a uniform speed. Mathematically, of course, his determination of the distance by proportions determines the distance to the fluid surface directly without necessarily considering velocity in feet per second as a factor.\n\n\n5\n See Hailes v. Van Wormer, 20 Wall. 353, 22 L.Ed. 241; Knapp v. Morss, 150 U.S. 221, 227, 228, 14 S.Ct. 81, 83, 84, 37 L.Ed. 1059; Textile Machine Works v. Louis Hirsch Textile Machines, Inc., 302 U.S. 490, 58 S.Ct. 291, 82 L.Ed. 382; Lincoln Engineering Co. of Illinois v. Stewart-Warner Corp., 303 U.S. 545, 549, 550, 58 S.Ct. 662, 664, 665, 82 L.Ed. 1008.\n\n\n6\n Halliburton does not challenge the adequacy of the description of any other features of the 'new combination.' The elements of Walker's apparatus other than the filter are so nearly identical to what Lehr and Wyatt patented that we can speak of these other elements as the 'Lehr and Wyatt machine.'\n\n\n7\n Both parties have used Claim 1 as a typical example for purposes of argument throughout the litigation. Other claims need not be set out. Claim 1 is as follows: 'In an apparatus for determining the location of an obstruction in a well having therein a string of assembling tubing sections inter-connected with each other by coupling collars, means communicating with said well for creating a pressure impulse in said well, echo receiving means including a pressure responsive device exposed to said well for receiving pressure impulses from the well and for measuring the lapse of time between the creation of the impulse and the arrival at said receiving means of the echo from said obstruction, and means associated with said pressure responsive device for tuning said receiving means to the frequency of echoes from the tubing collars of said tubing sections to clearly distinguish the echoes from said couplings from each other.'\n\n\n8\n The typical claim there in suit was as follows: '2. In a paper bag machine, the combination of the rotating cylinder provided with one or more pairs of sidefolding fingers adapted to be moved toward or from each other, a forming plate also provided with side-forming fingers adapted to be moved toward or from each other, means for operating said fingers at definite times during the formative action upon the bag tube, operating means for the forming plate adapted to cause the said plate to oscillate about its rear edge upon the surface of the cylinder during the rotary movement of said cylinder for the purpose of opening and forming the bottom of the bag tube, a finger moving with the forming plate for receiving the upper sheet of the tube and lifting it during the formative action, power devices for returning the forming plate to its original position to receive a new bag tube, and means to move the bag tube with the cylinder.' Continental Paper Bag Co. v. Eastern Paper Bag Co., 210 U.S. 405, 417, n. 1, 28 S.Ct. 748, 750, 52 L.Ed. 1122.\n\n\n", "data_type": "train"}
{"case_id": "1982-020", "judgment date": "1983-01-19", "issue": "10170", "issueArea": "1", "text": "459 U.S. 359\n103 S.Ct. 673\n74 L.Ed.2d 535\nMISSOURI, Petitionerv.Danny HUNTER.\nNo. 81-1214.\nArgued Nov. 10, 1982.\nDecided Jan. 19, 1983.\n\n\nSyllabus\n\nA Missouri statute provides that any person who commits any felony under the laws of the State through the use of a dangerous or deadly weapon is also guilty of the crime of armed criminal action punishable by imprisonment for not less than three years, which punishment shall be in addition to any punishment provided by law for the felony.  Another Missouri statute provides that any person convicted of the felony of first-degree robbery by means of a dangerous and deadly weapon shall be punished by imprisonment for not less than five years.  Respondent, as the result of a robbery of a supermarket in which he used a revolver, was convicted in a Missouri state court of both first-degree robbery and armed criminal action, and pursuant to the statutes was sentenced to concurrent prison terms of 10 years for robbery and 15 years for armed criminal action.  The Missouri Court of Appeals reversed respondent's conviction and sentence for armed criminal action on the ground that his sentence for both robbery and armed criminal action violated the protection against multiple punishments for the same offense provided by the Double Jeopardy Clause of the Fifth Amendment as made applicable to the states by the Fourteenth Amendment.  The court construed the robbery and armed criminal action statutes as defining the \"same offense\" under the test announced in Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306, i.e., where the same act or transaction constitutes a violation of two distinct statutes, the test for determining whether there are two offenses or only one, is whether each statute requires proof of a fact which the other does not.\nHeld:  Respondent's conviction and sentence for both armed criminal action and first-degree robbery in a single trial did not violate the Double Jeopardy Clause.  Pp. 365-369.\n(a) With respect to cumulative sentences imposed in a single trial, the Double Jeopardy Clause does no more than prevent the sentencing court from prescribing greater punishment than the legislature intended.  Pp. 365-368.\n(b) Simply because two criminal statutes may be construed to proscribe the same conduct under the Blockburger test does not mean that the Double Jeopardy Clause precludes the imposition, in a single trial, of cumulative punishments pursuant to those statutes.  Whalen v. United States, 445 U.S. 684, 100 S.Ct. 1432, 63 L.Ed.2d 715;  Albernaz v. United States, 450 U.S. 333, 101 S.Ct. 1137, 67 L.Ed.2d 275.  The rule of statutory construction whereby cumulative punishments are not permitted \"in the absence of a clear indication of contrary legislative intent,\" Whalen, supra, 445 U.S. at 692, 100 S.Ct. at 1438, is not a constitutional rule requiring courts to negate clearly expressed legislative intent.  Accordingly, where, as here, a legislature specifically authorizes cumulative punishment under two statutes, regardless of whether those statutes proscribe the \"same\" conduct under Blockburger, a court's task of statutory construction is at an end and the prosecution may seek and the trial court or jury may impose cumulative punishment under such statutes in a single trial.  P. 679.\n622 S.W.2d 374, vacated and remanded.\nPhilip M. Koppe, Kansas City, Mo. for petitioner.\nGary L. Gardner, Kansas City, Mo., for respondent.\nChief Justice BURGER delivered the opinion of the court.\n\n\n1\nWe granted certiorari to consider whether the prosecution and conviction of a criminal defendant in a single trial on both a charge of \"armed criminal action\" and a charge of first degree robbery—the underlying felony—violates the Double Jeopardy Clause of the Fifth Amendment.\n\n\n2\n* On the evening of November 24, 1978, respondent and two accomplices entered an A & P supermarket in Kansas City, Missouri.  Respondent entered the store manager's office and ordered the manager, at gun point, to open two safes.  While the manager was complying with the demands of the robbers, respondent struck him twice with the butt of his revolver.  While the robbery was in progress, an employee who drove in front of the store observed the robbery and went to a nearby bank to alert an off-duty police officer.  That officer arrived at the front of the store and ordered the three men to stop.  Respondent fired a shot at the officer and the officer returned the fire but the trio escaped.\n\n\n3\nRespondent and his accomplices were apprehended.  In addition to being positively identified by the store manager and the police officer at trial and in a line-up, respondent made an oral and written confession which was admitted in evidence.  At his trial, respondent offered no direct evidence and was convicted of robbery in the first degree, armed criminal action and assault with malice.\n\n\n4\nMissouri's statute proscribing robbery in the first degree, Mo.Ann.Stat.App. § 560.120 (Vernon 1979), provides:\n\n\n5\n\"Every person who shall be convicted of feloniously taking      the property of another from his person, or in his presence,      and against his will, by violence to his person, or by      putting him in fear of some immediate injury to his person;      or who shall be convicted of feloniously taking the property      of another from the person of his wife, servant, clerk or      agent, in charge thereof, and against the will of such wife,      servant, clerk or agent by violence to the person of such      wife, servant, clerk or agent, or by putting him or her in      fear of some immediate injury to his or her person, shall be      adjudged guilty of robbery in the first degree.\"\n\n\n6\nMo.Ann.Stat.App. § 560.135 (Vernon 1979) prescribes the punishment for robbery in the first degree and provides in pertinent part: \"Every person convicted of robbery in the first degree           by means of a dangerous and deadly weapon and every           person convicted of robbery in the first degree by any           other means shall be punished by imprisonment by the           division of corrections for not less than five years. .           . .\"\n\n\n7\nMo.Stat.App. § 559.225 (Vernon 1979) proscribes armed criminal action and provides in pertinent part:\n\n\n8\n\"[A]ny person who commits any felony under the laws of this      state by, with, or through the use, assistance, or aid of a      dangerous or deadly weapon is also guilty of the crime of      armed criminal action and, upon conviction, shall be punished      by imprisonment by the division of corrections for a term of      not less than three years.  The punishment imposed pursuant      to this subsection shall be in addition to any punishment      provided by law for the crime committed by, with, or through      the use, assistance, or aid of a dangerous or deadly weapon.      No person convicted under this subsection shall be eligible      for parole, probation, conditional release or suspended      imposition or execution of sentence for a period of three      calendar years.\"\n\n\n9\nPursuant to these statutes respondent was sentenced to concurrent terms of (a) ten years' imprisonment for the robbery; (b) 15 years for armed criminal action;  and (c) to a consecutive term of five years' imprisonment for assault, for a total of 20 years.\n\n\n10\nOn appeal to the Missouri Court of Appeals, respondent claimed that his sentence for both robbery in the first degree and armed criminal action violated the Double Jeopardy Clause of the Fifth Amendment of the United States Constitution made applicable to the states by the Fourteenth Amendment.  The Missouri Court of Appeals agreed and reversed respondent's conviction and 15-year sentence for armed criminal action.  622 S.W.2d 374 (1981).  The Court of Appeals relied entirely upon the holding of the Missouri Supreme Court opinions in State v. Haggard, 619 S.W.2d 44 (Mo.1981); Sours v. State, 593 S.W.2d 208 (Mo.), vacated sub nom. Missouri v. Sours, 446 U.S. 962, 100 S.Ct. 2935, 64 L.Ed.2d 820 (1980) (Sours I );  and Sours v. State, 603 S.W.2d 592 (1980), cert. denied, 449 U.S. 1131, 101 S.Ct. 953, 67 L.Ed.2d 118 (1981) (Sours II ).  The State's timely alternative motion for rehearing or transfer to the Missouri Supreme Court was denied by the Court of Appeals on September 15, 1981.  The Missouri Supreme Court denied review on November 10, 1981.\n\n\n11\nWe granted certiorari, --- U.S. ----, 102 S.Ct. 1767, 72 L.Ed.2d 173 (1982), and we vacate and remand.\n\nII\n\n12\nThe Missouri Supreme Court first adopted its challenged approach to the Double Jeopardy issue now before us in Sours I, supra.1  In that case, as here, the defendant was convicted and sentenced separately for robbery in the first degree and armed criminal action based on the robbery.  The Missouri Supreme Court concluded that under the test announced in Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932), armed criminal action and any underlying offense are the \"same offense\" under the Fifth Amendment's Double Jeopardy Clause.  That court acknowledged that the Missouri legislature had expressed its clear intent that a defendant should be subject to conviction and sentence under the armed criminal action statute in addition to any conviction and sentence for the underlying felony.  593 S.W.2d, at 216.  The court nevertheless held that the Double Jeopardy Clause \"prohibits imposing punishment for both armed criminal action and for the underlying felony.\"  Id., at 223.  It then set aside the defendant's conviction for armed criminal action.2\n\n\n13\nWhen the State sought review here in Sours I, we remanded the case for reconsideration in light of our holding in Whalen v. United States, 445 U.S. 684, 100 S.Ct. 1432, 63 L.Ed.2d 715 (1980).  Missouri v. Sours, 446 U.S. 962, 100 S.Ct. 2935, 64 L.Ed.2d 820 (1980).  On remand, in Sours II, supra, the Missouri Supreme Court adhered to its previous ruling that armed criminal action and the underlying felony are the \"same offense\" and that the Double Jeopardy Clause bars separate punishment of a defendant for each offense, notwithstanding the acknowledged intent of the legislature to impose two separate punishments for the two defined offenses.3\n\n\n14\nMost recently, in State v. Haggard, supra, the Missouri Supreme Court reexamined its decisions in Sours I, supra, and Sours II, supra, in light of our 1981 holding in Albernaz v. United States, 450 U.S. 333, 101 S.Ct. 1137, 67 L.Ed.2d 275 (1981).4  The Missouri court, however, remained unpersuaded, stating: \"Until such time as the Supreme Court of the United           States declares clearly and unequivocally that the           Double Jeopardy Clause of the Fifth Amendment of the           United States Constitution does not apply to the           legislative branch of government, we cannot do other           than what we perceive to be our duty to refuse to           enforce multiple punishments for the same offense           arising out of a single transaction.\"  619 S.W.2d, at           51.\n\n\n15\nThis view manifests a misreading of our cases on the meaning of the Double Jeopardy Clause of the Fifth Amendment;  we need hardly go so far as suggested to decide that a legislature constitutionally can prescribe cumulative punishments for violation of its first degree robbery statute and its armed criminal action statute.\n\nIII\n\n16\nThe Double Jeopardy Clause is cast explicitly in terms of being \"twice put in jeopardy.\"  We have consistently interpreted it \" 'to protect an individual from being subjected to the hazards of trial and possible conviction more than once for an alleged offense.' \"  Burks v. United States, 437 U.S. 1, 11, 98 S.Ct. 2141, 2147, 57 L.Ed.2d 1 (1978), quoting Green v. United States, 355 U.S. 184, 187, 78 S.Ct. 221, 223, 2 L.Ed.2d 199 (1957). Because respondent has been subjected to only one trial, it is not contended that his right to be free from multiple trials for the same offense has been violated.  Rather, the Missouri court vacated respondent's conviction for armed criminal action because of the statements of this Court that the Double Jeopardy Clause also \"protects against multiple punishments for the same offense.\"  North Carolina v. Pearce, 395 U.S. 711, 717, 89 S.Ct. 2072, 2076, 23 L.Ed.2d 656 (1969).  Particularly in light of recent precedents of this Court, it is clear that the Missouri Supreme Court has misperceived the nature of the Double Jeopardy Clause's protection against multiple punishments.  With respect to cumulative sentences imposed in a single trial, the Double Jeopardy Clause does no more than prevent the sentencing court from prescribing greater punishment than the legislature intended.\n\n\n17\nIn Whalen v. United States, 445 U.S. 684, 100 S.Ct. 1432, 63 L.Ed.2d 715 (1980), we addressed the question whether cumulative punishments for the offenses of rape and of killing the same victim in the perpetration of the crime of rape was contrary to federal statutory and constitutional law.  A divided Court relied on Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932), in holding that the two statutes in controversy proscribed the \"same\" offense.  The opinion in Blockburger stated:\n\n\n18\n\"The applicable rule is that where the same act or      transaction constitutes a violation of two distinct statutory      provisions, the test to be applied to determine whether there      are two offenses or only one, is whether each provision      requires proof of a fact which the other does not.\"  284      U.S., at 304, 52 S.Ct., at 182.\n\n\n19\nIn Whalen we also noted that Blockburger established a rule of statutory construction in these terms:\n\n\n20\n\"The assumption underlying the rule is that Congress      ordinarily does not intend to punish the same offense under      two different statutes.  Accordingly, where two statutory      provisions proscribe the 'same offense,' they are construed      not to authorize cumulative punishments in the absence of a      clear indication of contrary legislative intent.\"  445 U.S.,      at 691-692, 100 S.Ct., at 1437-1438 (emphasis added).\n\n\n21\nWe went on to emphasize the qualification on that rule:\n\n\n22\n\"[W]here the offenses are the same . . . cumulative sentences      are not permitted, unless elsewhere specially authorized by      Congress.\"  Id., at 693, 100 S.Ct., at 1438 (emphasis added).\n\n\n23\nIt is clear, therefore, that the result in Whalen turned on the fact that the Court saw no \"clear indication of contrary legislative intent.\"  Accordingly, under the rule of statutory construction, we held that cumulative punishment could not be imposed under the two statutes.\n\n\n24\nIn Albernaz v. United States, 450 U.S. 333, 101 S.Ct. 1137, 67 L.Ed.2d 275 (1981), we addressed the issue whether a defendant could be cumulatively punished in a single trial for conspiracy to import marihuana and conspiracy to distribute marihuana.  There, in contrast to Whalen, we concluded that the two statutes did not proscribe the \"same\" offense in the sense that \" 'each provision requires proof of a fact [that] the other does not.' \"  450 U.S. 339, 101 S.Ct. at 1142, quoting Blockburger, supra, 284 U.S., at 304, 52 S.Ct., at 182.  We might well have stopped at that point and upheld the petitioners' cumulative punishments under the challenged statutes since cumulative punishment can presumptively be assessed after conviction for two offenses that are not the \"same\" under Blockburger.  See, e.g., American Tobacco Co. v. United States, 328 U.S. 781, 66 S.Ct. 1125, 90 L.Ed. 1575 (1946). However, we went on to state that because:\n\n\n25\n\"The Blockburger test is a 'rule of statutory construction,'      and because it serves as a means of discerning congressional      purpose the rule should not be controlling where, for      example, there is a clear indication of contrary legislative      intent.\"  Albernaz v. United States, supra, 450 U.S., at 340,      101 S.Ct., at 1143 (emphasis added).\n\n\n26\nWe found \"[n]othing . . . in the legislative history which . . . discloses an intent contrary to the presumption which should be accorded to these statutes after application of the Blockburger test.\"  Ibid.  We concluded our discussion of the impact of clear legislative intent on the Whalen rule of statutory construction with this language: [T]he question of what punishments are constitutionally           permissible is no different from the question of what           punishment the Legislative Branch intended to be           imposed.  Where Congress intended, as it did here, to           impose multiple punishments, imposition of such           sentences does not violate the Constitution.\"  Id., at           344, 101 S.Ct., at 1145 (emphasis added) (footnote           omitted).\n\n\n27\nHere, the Missouri Supreme Court has construed the two statutes at issue as defining the same crime.  In addition, the Missouri Supreme Court has recognized that the legislature intended that punishment for violations of the statutes be cumulative.  We are bound to accept the Missouri court's construction of that State's statutes.  See O'Brien v. Skinner, 414 U.S. 524, 531, 94 S.Ct. 740, 743, 38 L.Ed.2d 702 (1974). However, we are not bound by the Missouri Supreme Court's legal conclusion that these two statutes violate the Double Jeopardy Clause, and we reject its legal conclusion.\n\n\n28\nOur analysis and reasoning in Whalen and Albernaz lead inescapably to the conclusion that simply because two criminal statutes may be construed to proscribe the same conduct under the Blockburger test does not mean that the Double Jeopardy Clause precludes the imposition, in a single trial, of cumulative punishments pursuant to those statutes.  The rule of statutory construction noted in Whalen is not a constitutional rule requiring courts to negate clearly expressed legislative intent. Thus far, we have utilized that rule only to limit a federal court's power to impose convictions and punishments when the will of Congress is not clear.  Here, the Missouri Legislature has made its intent crystal clear.  Legislatures, not courts, prescribe the scope of punishments.5\n\n\n29\nWhere, as here, a legislature specifically authorizes cumulative punishment under two statutes, regardless of whether those two statutes proscribe the \"same\" conduct under Blockburger, a court's task of statutory construction is at an end and the prosecutor may seek and the trial court or jury may impose cumulative punishment under such statutes in a single trial.\n\n\n30\nAccordingly, the judgment of the Court of Appeals of Missouri, Western District, is vacated and the case is remanded for further proceedings not inconsistent with this opinion.\n\n\n31\n\nSo ordered.\n\n\n\n32\nJustice MARSHALL, with whom Justice STEVENS joins, dissenting.\n\n\n33\nThe Double Jeopardy Clause forbids either multiple prosecutions or multiple punishment for \"the same offence.\"  See, e.g., North Carolina v. Pearce, 395 U.S. 711, 717-718, 89 S.Ct. 2072, 2076-2077, 23 L.Ed.2d 656 (1969);  United States v. Benz, 282 U.S. 304, 307-308, 51 S.Ct. 113, 114, 75 L.Ed. 354 (1931);  Ex parte Lange, 85 U.S. (18 Wall.) 163, 169, 173-175, 21 L.Ed. 872 (1873).  Respondent was convicted of both armed criminal action and the lesser-included offense of first-degree robbery, and he was sentenced for both crimes.  Had respondent been tried for these two crimes in separate trials, he would plainly have been subjected to multiple prosecutions for \"the same offence\" in violation of the Double Jeopardy Clause.1  See Harris v. Oklahoma, 433 U.S. 682, 97 S.Ct. 2912, 53 L.Ed.2d 1054 (1977) (per curiam ); Brown v. Ohio, 432 U.S. 161, 97 S.Ct. 2221, 53 L.Ed.2d 187 (1977). For the reasons stated below, I do not believe that the phrase \"the same offence\" should be interpreted to mean one thing for purposes of the prohibition against multiple prosecutions and something else for purposes of the prohibition against multiple punishment.\n\n\n34\nFirst-degree robbery and armed criminal action constitute the same offense under the test set forth in Blockburger v. United States, 284 U.S. 299, 304, 52 S.Ct. 180, 182, 76 L.Ed. 306 (1932). To punish respondent for first-degree robbery, the State was not required to prove a single fact in addition to what it had to prove to punish him for armed criminal action.2  The punishment imposed for first-degree robbery was not predicated upon proof of any act, state of mind, or result different from that required to establish armed criminal action.  Respondent was thus punished twice for the elements of first-degree robbery:  once when he was convicted and sentenced for that crime, and again when he was convicted and sentenced for armed criminal action.\n\n\n35\nA State has wide latitude to define crimes and to prescribe the punishment for a given crime.  For example, a State is free to prescribe two different punishments (e.g., a fine and a prison term) for a single offense.  But the Constitution does not permit a State to punish as two crimes conduct that constitutes only one \"offence\" within the meaning of the Double Jeopardy Clause.  For whenever a person is subjected to the risk that he will be convicted of a crime under state law, he is \"put in jeopardy of life or limb.\"  If the prohibition against being \"twice put in jeopardy\" for \"the same offence\" is to have any real meaning, a State cannot be allowed to convict a defendant two, three, or more times simply by enacting separate statutory provisions defining nominally distinct crimes. If the Double Jeopardy Clause imposed no restrictions on a legislature's power to authorize multiple punishment, there would be no limit to the number of convictions that a State could obtain on the basis of the same act, state of mind, and result.  A State would be free to create substantively identical crimes differing only in name, or to create a series of greater and lesser-included offenses, with the first crime a lesser-included offense of the second, the second a lesser-included offense of the third, and so on.3\n\n\n36\nContrary to the assertion of the United States in its amicus brief, Brief for the United States at 18-19, the entry of two convictions and the imposition of two sentences cannot be justified on the ground that the legislature could have simply created one crime but prescribed harsher punishment for that crime.  This argument incorrectly assumes that the total sentence imposed is all that matters, and that the number of convictions that can be obtained is of no relevance to the concerns underlying the Double Jeopardy Clause.\n\n\n37\nWhen multiple charges are brought, the defendant is \"put in jeopardy\" as to each charge.  To retain his freedom, the defendant must obtain an acquittal on all charges;  to put the defendant in prison, the prosecution need only obtain a single guilty verdict. The prosecution's ability to bring multiple charges increases the risk that the defendant will be convicted on one or more of those charges.  The very fact that a defendant has been arrested, charged, and brought to trial on several charges may suggest to the jury that he must be guilty of at least one of those crimes. Moreover, where the prosecution's evidence is weak, its ability to bring multiple charges may substantially enhance the possibility that, even though innocent, the defendant may be found guilty on one or more charges as a result of a compromise verdict.  The submission of two charges rather than one gives the prosecution \"the advantage of offering the jury a choice—a situation which is apt to induce a doubtful jury to find the defendant guilty of the less serious offense rather than to continue the debate as to his innocence.\"  Cichos v. Indiana, 385 U.S. 76, 81, 87 S.Ct. 271, 273, 17 L.Ed.2d 175 (1966) (Fortas, J., dissenting from the dismissal of certiorari).4\n\n\n38\nThe Government's argument also overlooks the fact that, quite apart from any sentence that is imposed, each separate criminal conviction typically has collateral consequences, in both the jurisdiction in which the conviction is obtained and in other jurisdictions.  See Benton v. Maryland, 395 U.S. 784, 790, 89 S.Ct. 2056, 2060, 23 L.Ed.2d 707 (1969);  Sibron v. New York, 392 U.S. 40, 53-58, 88 S.Ct. 1889, 1897-1900, 20 L.Ed.2d 917 (1968).  The number of convictions is often critical to the collateral consequences that an individual faces.  For example, a defendant who has only one prior conviction will generally not be subject to sentencing under a habitual offender statute.\n\n\n39\nFurthermore, each criminal conviction itself represents a pronouncement by the State that the defendant has engaged in conduct warranting the moral condemnation of the community.  See Hart, The Aims of the Criminal Law, 23 Law & Contemp. Probs. 401, 404-405 (1958).  Because a criminal conviction constitutes a formal judgment of condemnation by the community, each additional conviction imposes an additional stigma and causes additional damage to the defendant's reputation.  See O'Clair v. United States, 470 F.2d 1199, 1203 (CA1 1972), cert. denied, 412 U.S. 921, 93 S.Ct. 2741, 37 L.Ed.2d 148 (1973).\n\n\n40\nA statutory scheme that permits the prosecution to obtain two convictions and two sentences therefore cannot be regarded as the equivalent of a statute that permits only a single conviction, whether or not that single conviction can result in a sentence of equal severity.  The greater the number of possible convictions, the greater the risk that the defendant faces.  The defendant is \"put in jeopardy\" with respect to each charge against him.\n\n\n41\nThe very fact that the State could simply convict a defendant such as respondent of one crime and impose an appropriate punishment for that crime demonstrates that it has no legitimate interest in seeking multiple convictions and multiple punishment. The creation of multiple crimes serves only to strengthen the prosecution's hand.  It advances no valid state interest that could not just as easily be achieved without bringing multiple charges against the defendant.\n\n\n42\nIn light of these considerations, the Double Jeopardy Clause cannot reasonably be interpreted to leave legislatures completely free to subject a defendant to the risk of multiple punishment on the basis of a single criminal transaction.  In the context of multiple prosecutions, it is well established that the phrase \"the same offence\" in the Double Jeopardy Clause has independent content—that two crimes that do not satisfy the Blockburger test constitute \"the same offence\" under the Double Jeopardy Clause regardless of the legislature's intent to treat them as separate offenses.5  Otherwise multiple prosecutions would be permissible whenever authorized by the legislature.  The Court has long assumed that the Blockburger test is also a rule of constitutional stature in multiple punishment cases,6 and I would not hesitate to hold that it is.  If the prohibition against being \"twice put in jeopardy\" for \"the same offence\" is to provide meaningful protection, the phrase \"the same offence\" must have content independent of state law in both multiple prosecution and multiple punishment cases.  Since the Double Jeopardy Clause limits the power of all branches of government, including the legislature, there is no more reason to treat the test as simply a rule of statutory construction in multiple punishment cases than there would be in multiple prosecution cases.\n\n\n43\nI respectfully dissent.\n\n\n\n1\n In Sours I, supra, the Missouri Supreme Court noted that the double jeopardy provision in the Missouri Constitution, Mo. Const. art. I, § 19, \"has been interpreted to apply 'only where there has been an acquittal of the defendant by the jury.' \"  593 S.W.2d, at 211, quoting Murray v. State, 475 S.W.2d 67, 70 (Mo.1972).  Clearly, it is the Double Jeopardy Clause of the Fifth Amendment, and not Missouri's double jeopardy provision, that is relied upon by the Missouri Supreme Court in these cases.\nWhen the issue first arose, the Missouri Supreme Court took the position that multiple convictions for both armed criminal action and the underlying felony did not violate the Double Jeopardy Clause.  State v. Treadway, 558 S.W.2d 646 (Mo.1977), cert. denied, 439 U.S. 838, 99 S.Ct. 124, 58 L.Ed.2d 135 (1978); State v. Valentine, 584 S.W.2d 92 (Mo.1979).\n\n\n2\n The Missouri Supreme Court has recently made clear that \"in order to establish uniformity of sentencing in Sours type cases, the armed criminal action sentence should be reversed in all instances. . . .  [W]e are convinced that in the historical background of the armed criminal action statute, the net effect of such statute is to enhance (in pure sense of enlarging) the penalty assessed for the underlying felony . . . .  The attempt to enhance or enlarge having failed because of being phrased in terms of separate crime or offense and in our opinion thereby violative of the constitutional prohibition against double jeopardy, we are left with only the penalty assessed on the underlying felony.\" State v. Kane, 629 S.W.2d 372, 377 (Mo.1982).\n\n\n3\n The State's petition for writ of certiorari in Sours II was denied.  Justice BLACKMUN and Justice REHNQUIST would have dismissed the petition as moot.  Missouri v. Sours, 449 U.S. 1131, 101 S.Ct. 953, 67 L.Ed.2d 118 (1981).\n\n\n4\n Subsequent to the Missouri Supreme Court's decision on remand in Sours II, supra, the Missouri Supreme Court, as well as the three districts of the Missouri Court of Appeals, began reversing convictions for armed criminal action in a number of cases.  The State, in most instances, sought review by certiorari from this Court.  In response to those petitions, this court repeatedly granted certiorari and vacated decisions that had reversed convictions for armed criminal action on the basis of Sours II, supra.  See, e.g., Missouri v. Counselman, 450 U.S. 990, 101 S.Ct. 1690, 68 L.Ed.2d 190 (1981).  The orders from this Court in every case read substantially the same:  \"Certiorari granted, judgments vacated, and cases remanded for further consideration in light of Albernaz v. United States, [450 U.S. 333, 101 S.Ct. 1137, 67 L.Ed.2d 275].\"  Ibid.  The Missouri Supreme Court chose Haggard, supra, \"as the vehicle for accomplishing the reexamination 'in light of Albernaz.' \"  619 S.W.2d, at 49.\n\n\n5\n This case presents only issues under the Double Jeopardy Clause.\n\n\n1\n The Double Jeopardy Clause would have forbidden multiple prosecutions regardless of which charge was brought first, and regardless of whether the first trial ended in a conviction or an acquittal.\n\n\n2\n Under Blockburger \"the test to be applied to determine whether there are two offenses or only one, is whether each provision requires proof of a fact which the other does not.\"  284 U.S., at 304, 52 S.Ct., at 182.  Missouri law defines first-degree robbery as the felonious taking of property of another from his person, or in his presence, by violence or threat of violence. Mo.Rev.Stat. § 560.120 (1979).  Armed criminal action is the commission of a felony with a dangerous or deadly weapon. Mo.Rev.Stat. § 559.225 (1979).  Although the underlying felony necessary to obtain a conviction for armed criminal action need not be first-degree robbery, the Missouri courts have properly recognized that the theoretical possibility that the underlying felony could be some felony other than first-degree robbery is irrelevant for purposes of the Double Jeopardy Clause where no other underlying felony is in fact charged.  Sours v. State, 593 S.W.2d 208, 217-220 (Mo.1980), vacated and remanded for further consideration sub nom. Missouri v. Sours, 446 U.S. 962, 100 S.Ct. 2935, 64 L.Ed.2d 820 (1982).  Cf. Harris v. Oklahoma, 433 U.S. 682, 97 S.Ct. 2912, 53 L.Ed.2d 1054 (1977) (defendant cannot be subjected to multiple prosecutions for felony murder and robbery with firearms where the felony underlying the felony murder charge was robbery with firearms).  Petitioner makes no argument to the contrary.\n\n\n3\n Although the majority relies on a passage in Albernaz v. United States, 450 U.S. 333, 344, 101 S.Ct. 1137, 1145, 67 L.Ed.2d 275 (1981), which states that cumulative punishment does not violate the Constitution so long as it is authorized by the legislature, ante, at 367-368 that passage is clearly dicta.  The Court held in Albernaz that the two crimes at issue did not constitute the same offense under the Blockburger test, 450 U.S., at 339, 101 S.Ct., at 1142, because each required proof of a fact which the other did not.  Albernaz simply did not involve the question whether the Double Jeopardy Clause forbids multiple punishment for two crimes that do constitute the same offense under the Blockburger test.\nWhalen v. United States, 445 U.S. 684, 100 S.Ct. 1432, 63 L.Ed.2d 715 (1980), on which the Court also relies, ante, at 366-367, likewise did not decide this question.  Whalen held that, \"in the absence of a clear indication of contrary legislative intent,\" 445 U.S., at 692, 100 S.Ct., at 1438, a defendant cannot be subjected to multiple punishment for two crimes that constitute the same offense under Blockburger.  The Court had no occasion to decide, and it did not decide, whether multiple punishment for two such crimes can be imposed if clearly authorized by the legislature.  See 445 U.S., at 689, 100 S.Ct., at 1436 (\"The Double Jeopardy Clause at the very least precludes federal courts from imposing consecutive sentences unless authorized by Congress to do so.\")  (emphasis supplied).\n\n\n4\n It is true that compromise is possible even under the familiar procedure whereby a lesser-included offense is submitted along with a greater offense and the jury is told that it can convict on only one charge.  Under the usual procedure, however, the risk of an irrational compromise is reduced by the rule that a lesser-included offense will not be submitted to the jury if the element that distinguishes the two offenses is not in dispute. See, e.g., Sansone v. United States, 380 U.S. 343, 85 S.Ct. 1004, 13 L.Ed.2d 882 (1965);  United States v. Tsanas, 572 F.2d 340, 345-346 (CA2), cert. denied, 435 U.S. 995, 98 S.Ct. 1647, 56 L.Ed.2d 84 (1978).\n\n\n5\n The test later set forth in Blockburger was adopted by this Court in the multiple prosecution context nearly a century ago.  See In re Nielsen, 131 U.S. 176, 186-188, 9 S.Ct. 672, 675-676, 33 L.Ed. 118 (1889).  See also, In re Snow, 120 U.S. 274, 7 S.Ct. 556, 30 L.Ed. 658 (1887).\n\n\n6\n Blockburger itself was a multiple punishment case.  In rejecting the defendant's double jeopardy claim on the ground that each crime required proof of a fact which the other did not, 284 U.S., at 304, 52 S.Ct., at 182, the Court relied on Justice Brandeis's opinion for the Court in Albrecht v. United States, 273 U.S. 1, 47 S.Ct. 250, 71 L.Ed. 505 (1927), in which he had expressly analyzed a multiple punishment claim in constitutional rather than statutory terms and rejected the claim because it would have been possible to commit each crime without committing the other, id., at 11, 47 S.Ct., at 253.\n\n\n", "data_type": "dev"}
{"case_id": "1982-022", "judgment date": "1983-01-24", "issue": "80100", "issueArea": "8", "text": "74 L.Ed.2d 562\n103 S.Ct. 692\n459 U.S. 392\nMEMPHIS BANK & TRUST COMPANY, Appellantv.Riley C. GARNER, Shelby County Trustee, et al.\nNo. 81-1613.\nArgued Nov. 29, 1982.\nDecided Jan. 24, 1983.\n\n\nSyllabus\n\nA Tennessee statute imposes a tax on the net earnings of banks doing business in the State, and defines net earnings to include interest received on obligations of the United States and its instrumentalities and of other States but not interest earned on obligations of Tennessee and its political subdivisions. Appellant bank brought an action in a Tennessee state court to recover taxes paid on interest earned on various federal obligations, alleging that the bank tax, as applied to appellant, violated 31 U.S.C. § 742—which exempts obligations of the United States from state and local taxation except where the taxes are \"nondiscriminatory franchise or other nonproperty taxes in lieu thereof imposed on corporations\" or estate or inheritance taxes and thus was unconstitutional under the Supremacy Clause.  The trial court granted appellant's motion for a summary judgment. The Tennessee Supreme Court reversed, holding that the bank tax fell within the exception for \"nondiscriminatory franchise taxes\" set forth in § 742.\nHeld:  The Tennessee bank tax violates the immunity of obligations of the United States from state and local taxation. The tax cannot be characterized as nondiscriminatory under § 742. It discriminates in favor of securities issued by Tennessee and its political subdivisions and against federal obligations by including in the tax base income from federal obligations while excluding income from otherwise comparable state and local obligations, and thus improperly discriminates against the Federal Government and those with whom it deals.  Pp. 395-399.\n624 S.W.2d 551, (Tenn.1981), reversed and remanded.*\nK. Martin Worthy, Washington, D.C., for appellant.\nJimmy G. Creecy, Deputy Atty. Gen., Nashville, Tenn., for appellee William M. Leech, Jr.\nJ. Minor Tait, Jr., Memphis, Tenn., for appellees Riley C. Garner and Glen E. Foster.\nJustice MARSHALL delivered the opinion of the Court.\n\n\n1\nThe Tennessee bank tax imposes a tax on the net earnings of banks doing business within the State, and defines net earnings to include income from obligations of the United States and its instrumentalities but to exclude interest earned on the obligations of Tennessee and its political subdivisions. Tenn.Code Ann. § 67-751.  This appeal presents the question whether the Tennessee bank tax violates the immunity of obligations of the United States from state and local taxation.\n\n\n2\n* Appellant Memphis Bank & Trust Company (Memphis Bank) brought this action in state court to recover $56,696.81 in taxes covering the years 1977 and 1978 which had been assessed pursuant to the Tennessee bank tax, Tenn.Code Ann. § 67-751.1  Each bank doing business in Tennessee is required under § 67-751 to pay to local governments of the State a tax of 3% of the bank's net earnings for the preceding fiscal year, less a portion of the ad valorem taxes paid by the bank for that year.2  Under the statute, net earnings include interest received by the bank on the obligations of the United States and its instrumentalities, as well as interest on bonds and other obligations of states other than Tennessee, but exclude interest on obligations of Tennessee and its political subdivisions.3\n\n\n3\nAppellant alleged that the bank tax, as applied to it, violated 31 U.S.C. § 742, and thus was unconstitutional under the Supremacy Clause.  The parties stipulated that the amount of tax paid by appellant for the years 1977 and 1978 was based entirely on interest earned on various federal obligations, primarily notes and bills of the U.S. Treasury and obligations of Federal Credit Banks.4  They also stipulated that if the interest earned on such federal obligations were excluded from the computation, Memphis Bank would owe no taxes for the years in question.\n\n\n4\nThe Chancery Court of Shelby County granted Memphis Bank's motion for summary judgment, holding that 31 U.S.C. § 742 prohibits the inclusion of interest on obligations of the United States and its instrumentalities in the computation of taxable \"net earnings\" under the Tennessee bank tax.  The Supreme Court of Tennessee reversed.  624 S.W.2d 551 (1981).  It held that the bank tax fell within the exception for \"nondiscriminatory franchise taxes\" set forth in 31 U.S.C. § 742.  We noted probable jurisdiction, --- U.S. ----, 102 S.Ct. 2005, 72 L.Ed.2d 464 (1982), and we reverse.\n\nII\n\n5\n31 U.S.C. § 742 establishes a broad exemption of federal obligations from state and local taxation:\n\n\n6\n\"Except as otherwise provided by law, all stocks, bonds,      Treasury notes, and other obligations of the United States,      shall be exempt from taxation by or under State or municipal      or local authority.  This exemption extends to every form of      taxation that would require that either the obligations or      the interest thereon, or both, be considered, directly or      indirectly, in the computation of the tax, except      nondiscriminatory franchise or other nonproperty taxes in lieu thereof imposed on corporations and      except estate taxes or inheritance taxes.\"\n\n\n7\nThe exemption established in § 742 applies not only to Treasury notes and bills, but also to the obligations of such instrumentalities of the United States as Federal Credit Banks. Cf. Smith v. Davis, 323 U.S. 111, 117, 65 S.Ct. 157, 160, 89 L.Ed. 107 (1944) (\"other obligations\" must be interpreted \"in accord with the long established Congressional intent to prevent taxes which diminish in the slightest degree the market value or the investment attractiveness of obligations issued by the United States in an effort to secure necessary credit\").  Because no federal statutes have \"otherwise provided,\" § 742 applies to income from the types of federal obligations held by Memphis Bank.5  Therefore, the bank tax is impermissible unless the tax is a \"nondiscriminatory franchise tax or other nonproperty tax in lieu thereof\" under § 742.6\n\n\n8\nWe have not previously had occasion to determine whether a state or local tax is \"nondiscriminatory\" within the meaning of § 742.  However, we have frequently considered this concept in our decisions concerning the constitutional immunity of federal government property, including bonds and other securities, from taxation by the States.  Our decisions have treated § 742 as principally a restatement of the constitutional rule.  See, e.g., New Jersey Realty Title Ins. Co. v. Division of Tax Appeals, 338 U.S. 665, 672, 70 S.Ct. 413, 417, 94 L.Ed. 439 (1950);  Missouri Ins. Co. v. Gehner, 281 U.S. 313, 321-322, 50 S.Ct. 326, 328, 74 L.Ed. 870 (1930).\n\n\n9\nUnder the constitutional rule of tax immunity established in M'Culloch v. Maryland, 4 Wheat. 316, 4 L.Ed. 579 (1819), \"States may not impose taxes directly on the Federal Government, nor may they impose taxes the legal incidence of which falls on the Federal Government.\"  United States v. County of Fresno, 429 U.S. 452, 459, 97 S.Ct. 699, 703, 50 L.Ed.2d 683 (1977) (footnote omitted).  Where, as here, the economic but not the legal incidence of the tax falls on the Federal Government, such a tax generally does not violate the constitutional immunity if it does not discriminate against holders of Federal property or those with whom the Federal Government deals.  See, e.g., United States v. County of Fresno, supra, at 459-464, 97 S.Ct. at 703-05;  United States v. City of Detroit, 355 U.S. 466, 473, 78 S.Ct. 474, 478, 2 L.Ed.2d 424 (1958);  Werner Machine Co. v. Director of Division of Taxation, 350 U.S. 492, 76 S.Ct. 534, 100 L.Ed. 634 (1956); Tradesmens National Bank of Oklahoma v. Oklahoma Tax Comm'n, 309 U.S. 560, 564, 60 S.Ct. 688, 691, 84 L.Ed. 947 (1940).7\n\n\n10\nA state tax that imposes a greater burden on holders of federal property than on holders of similar state property impermissibly discriminates against federal obligations.  See e.g., United States v. County of Fresno, supra, 429 U.S., at 462, 97 S.Ct., at 704 (\"a state tax on those who deal with the Federal Government\" is unconstitutional if the tax \"is imposed [un]equally on similarly situated constituents of the State\").  Our cases establish, however, that if the \"tax remains the same whatever the character of the [property] may be, no claim can be sustained that this taxing statute discriminates against federal obligations.\"  Werner Machine Co. v. Director of Division of Taxation, supra, 350 U.S., at 493-94, 76 S.Ct., at 535 (1956). In Schuylkill Trust Co. v. Pennsylvania, 296 U.S. 113, 119-120, 56 S.Ct. 31, 34-35, 80 L.Ed. 91 (1935), we held invalid a Pennsylvania tax levied upon the shares of a trust company that was measured by the company's net assets.  In calculating net assets, the statute excluded shares owned by the trust company in Pennsylvania corporations but included shares owned in United States obligations.  The Court found that the tax statute discriminated in favor of securities issued by Pennsylvania corporations and against United States bonds or other obligations.\n\n\n11\nSimilarly, in Phillips Chemical Co. v. Dumas Independent School District, 361 U.S. 376, 80 S.Ct. 474, 4 L.Ed.2d 384 (1960), we held unconstitutional a local tax upon private lessees which was imposed on the estimated full value of the leased premises. The tax statute applied to lessees of United States government property but not to lessees of exempt real property owned by the State and its political subdivisions.  We held that the tax \"discriminates unconstitutionally against the United States and its lessee.\"  Id., at 387, 80 S.Ct., at 481.\n\n\n12\nIt is clear that under the principles established in our previous cases, the Tennessee bank tax cannot be characterized as nondiscriminatory under § 742.  Tennessee discriminates in favor of securities issued by Tennessee and its political subdivisions and against federal obligations.  The State does so by including in the tax base income from federal obligations while excluding income from otherwise comparable state and local obligations.8  We conclude, therefore, that the Tennessee bank tax impermissibly discriminates against the Federal Government and those with whom it deals.\n\n\n13\nThe judgment of the Supreme Court of Tennessee is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.\n\n\n14\n\nIt is so ordered.\n\n\n\n\n*\n Briefs of amici curiae urging reversal were filed by Solicitor General Lee, Acting Assistant Attorney General Hamblen, Stuart A. Smith, and Ernest J. Brown for the United States; by Henry W. Howard and Elizabeth S. Salveson for the Capital Preservation Fund, Inc., et al.; and by Mac Asbill, Jr., and Warren N. Davis for the Farm Credit Banks.\n\n\n1\n \"Excise tax on bank earnings—Rate.—There is hereby created a subclassification of intangible personal property which shall be designated as the 'shares of banks and banking associations.'  All property in this subclassification shall be taxed in the following manner:  Commencing in 1977 and each year thereafter, in lieu of the assessment according to the value and taxation of its intangible personal property, each bank doing business in this state shall pay to local governments of Tennessee an excise tax of three percent (3%) of the net earnings for the next preceding fiscal year less ten percent (10%) of the ad valorem taxes paid by the bank on its real property and tangible personal property for the next preceding year.  The net earnings shall be calculated in the same manner as prescribed by chapter 27 of title 67.  The tax herein imposed shall be in lieu of all taxes on the redeemable or cash value of all of their outstanding shares of capital stock, customer savings and checking accounts, certificates of deposit and certificates of investment, by whatever name called, including other intangible corporate property of such bank or banking association provided that such bank or banking association shall nonetheless continue to be subject to ad valorem taxes on its real and tangible personal property, the excise tax imposed under chapter 27 of title 67 and all other taxes to which it is currently subject.\"\n\n\n2\n A \"minimum tax\" provides that under § 67-751 the bank shall be taxed no less than an ad valorem tax calculated on 60% of the bank's book value.  Tenn.Code Ann. § 67-752.  The parties apparently did not consider the \"minimum tax\" described in § 67-752 to be an alternative basis of tax liability in the event that § 67-751 was held unconstitutional.  Accordingly, the courts below had no occasion to consider the constitutionality of § 67-752 and we do not reach this question.\n\n\n3\n For purposes of the bank tax, the term \"net earnings\" is defined as \"federal taxable income\" with specified adjustments. Tenn.Code Ann. § 67-2704.  \"Federal taxable income\" includes interest on obligations of the United States and its instrumentalities, but does not include interest on state or municipal obligations.  See 26 U.S.C. § 103.  Tenn.Code Ann. § 67-2704(a)(2) adjusts \"federal taxable income\" by adding \"[i]nterest income earned on bonds and other obligations of other states or their political subdivisions, less allowable amortization.\"  However, no similar adjustment is made to include interest on obligations of the State of Tennessee or its political subdivisions in the definition of \"net earnings\" subject to the bank tax.\n\n\n4\n There are 37 Farm Credit Banks:  12 Federal Land Banks, 12 Federal Intermediate Credit Banks, and 13 Banks for Cooperatives. They are Federal instrumentalities designed to provide a reliable source of credit for agriculture.  Pub.L. 92-181, 85 Stat. 583, 12 U.S.C. § 2001 et seq.  See generally United States v. Mississippi Chemical Corp., 405 U.S. 298, 301-305, 92 S.Ct. 908, 910-12, 31 L.Ed.2d 217 (1972).\nThe tax on Memphis Bank was also based in part on income from obligations of the Farmers Home Administration and the Federal National Mortgage Association.\n\n\n5\n In establishing the Federal Credit Banks, Congress made clear that the obligations of these banks would be immune from taxation by the States.  12 U.S.C. §§ 2055, 2079 and 2134.  We have no occasion to determine whether the immunity described in these provisions is broader than that otherwise provided by 31 U.S.C. § 742.  We note, however, that for purposes of federal tax immunity, our cases have made no distinction between the obligations of the U.S. Treasury and the obligations of the Federal Credit Banks.  See, e.g., Tradesmens National Bank of Oklahoma v. Oklahoma Tax Commission, 309 U.S. 560, 60 S.Ct. 688, 84 L.Ed. 947 (1940);  Schuylkill Trust Co. v. Pennsylvania, 296 U.S. 113, 56 S.Ct. 31, 80 L.Ed. 91 (1935);  Federal Land Bank v. Crosland, 261 U.S. 374, 43 S.Ct. 385, 67 L.Ed. 703 (1923); Macallen Co. v. Massachusetts, 279 U.S. 620, 49 S.Ct. 432, 73 L.Ed. 874 (1929);  Smith v. Kansas City Title & Trust Co., 255 U.S. 180, 41 S.Ct. 243, 65 L.Ed. 577 (1921).\n\n\n6\n The nondiscrimination requirement applies to both franchise taxes and other nonproperty taxes.  Cf. S.Rep. No. 909, 86th Cong., 1st Sess. 8 (1959).  Because we hold that the Tennessee bank tax discriminates against federal obligations, we need not reach the question whether the tax may be characterized as a \"franchise tax or other nonproperty tax in lieu thereof.\"\n\n\n7\n Although the scope of the Federal Government's constitutional tax immunity has been interpreted more narrowly in recent years, there has been no departure from the principle that state taxes are constitutionally invalid if they discriminate against the Government.  See, e.g., United States v. New Mexico, --- U.S. ----, ----, n. 11, 102 S.Ct. 1373, 1383, n. 11, 71 L.Ed.2d 580 (1982).\n\n\n8\n We cannot regard the impact of the discrimination as de minimis.  According to the United States, which argued as amicus curiae in support of reversal, if all 50 States enacted provisions comparable to the Tennessee bank tax, the United States would incur additional annual borrowing costs estimated at $280 million at an interest rate of 12%.  Brief for the United States as Amicus Curiae 2.\n\n\n", "data_type": "dev"}
{"case_id": "2016-080", "judgment date": "2017-06-19", "issue": "10020", "issueArea": "1", "text": "                 Cite as: 582 U. S. ____ (2017)            1\n\n                          Per Curiam\n\nSUPREME COURT OF THE UNITED STATES\nCHARLOTTE JENKINS, WARDEN v. PERCY HUTTON\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n\n              No. 16–1116. Decided June 19, 2017\n\n\n  PER CURIAM.\n  Respondent Percy Hutton accused two friends, Derek\nMitchell and Samuel Simmons Jr., of stealing a sewing\nmachine, in which he had hidden $750. Mitchell and\nSimmons denied the accusation, but Hutton remained\nsuspicious. On the night of September 16, 1985, he lured\nthe pair into his car and, after pointing a gun at each,\ndrove them around town in search of the machine. By\nnight’s end, Hutton had recovered his sewing machine,\nSimmons was in the hospital with two gunshot wounds to\nthe head, and Mitchell was nowhere to be found. Sim-\nmons survived, but Mitchell was found dead a few weeks\nlater, also having been shot twice.\n  More than 30 years ago, an Ohio jury convicted Hutton\nof aggravated murder, attempted murder, and kidnaping.\nIn connection with the aggravated murder conviction, the\njury made two additional findings: that Hutton engaged in\n“a course of conduct involving the . . . attempt to kill two\nor more persons,” and that Hutton murdered Mitchell\nwhile “committing, attempting to commit, or fleeing im-\nmediately after . . . kidnapping,” Ohio Rev. Code Ann.\n§§2929.04(A)(5), (7) (Lexis 1982). Because of these “ag-\ngravating circumstances,” Ohio law required that Hutton\nbe sentenced to “death, life imprisonment without parole,\n[or] life imprisonment with parole eligibility after” no\nfewer than 20 years in prison. §2929.03(C)(2).\n  Several days after rendering its verdict, the jury recon-\nvened for the penalty phase of the trial. The State argued\nfor the death penalty. In opposition, Hutton gave an\n2                   JENKINS v. HUTTON\n\n                        Per Curiam\n\nunsworn statement professing his innocence and presented\nevidence about his background and psychological pro-\nfile. When the presentations concluded, the trial court\ninstructed the jury that it could recommend a death sen-\ntence only if it unanimously found that the State had\n“prove[d] beyond a reasonable doubt that the aggravating\ncircumstances, of which the Defendant was found guilty,\noutweigh[ed] the [mitigating factors].” State v. Hutton,\n100 Ohio St. 3d 176, 185, 2003-Ohio-5607, 797 N.E.2d\n948, 958; see Ohio Rev. Code Ann. §2929.03(D)(2). The\njury deliberated and recommended death. The trial court\naccepted the recommendation after also finding, “beyond a\nreasonable doubt, . . . that the aggravating circumstances\n. . . outweigh[ed] the mitigating factors.” §2929.03(D)(3).\n    The Ohio Court of Appeals and the Ohio Supreme Court\naffirmed Hutton’s death sentence. In doing so, both con-\ncluded that “the evidence support[ed] the finding of the\naggravating circumstances.” §2929.05(A); see Hutton, 100\nOhio St. 3d, at 187, 797 N. E. 2d, at 961; State v. Hutton,\n72 Ohio App. 3d 348, 350, 594 N.E.2d 692, 694 (1995).\nThe courts also “independently weigh[ed] all of the facts\n. . . to determine whether the aggravating circumstances\n[Hutton] was found guilty of committing outweigh[ed] the\nmitigating factors.” Ohio Rev. Code Ann. §2929.05(A).\nBoth agreed with the jury and the trial court that “aggra-\nvating circumstances outweigh[ed] the mitigating factors,”\nand that a death sentence was warranted. Hutton, 100\nOhio St. 3d, at 191, 797 N. E. 2d, at 963–964; see Hutton,\n72 Ohio App. 3d, at 352, 594 N. E. 2d, at 695.\n    The case before this Court concerns Hutton’s subse-\nquent petition for federal habeas relief. In 2005, Hutton\nfiled such a petition pursuant to 28 U.S. C. §2254, argu-\ning that the trial court violated his due process rights\nduring the penalty phase of his trial. According to Hutton,\nthe court gave the jurors insufficient guidance because it\nfailed to tell them that, when weighing aggravating and\n                 Cite as: 582 U. S. ____ (2017)            3\n\n                          Per Curiam\n\nmitigating factors, they could consider only the two aggra-\nvating factors they had found during the guilt phase.\nHutton, however, had not objected to the trial court’s\ninstruction or raised this argument on direct appeal, and\nthe District Court on federal habeas concluded that his\ndue process claim was procedurally defaulted. Hutton v.\nMitchell, 2013 WL 2476333, *64 (ND Ohio, June 7, 2013);\nsee State v. Hutton, 53 Ohio St. 3d 36, 39, n. 1, 559 N.E.\n2d 432, 437–438, n. 1 (1990) (declining to address trial\ncourt’s instructions because Hutton “specifically declined\nto object . . . at trial, and ha[d] not raised or briefed the\nissue” on appeal).\n   The United States Court of Appeals for the Sixth Circuit\nreversed. The court concluded that, notwithstanding the\nprocedural default, it could “reach the merits” of Hutton’s\nclaim to “avoid a fundamental miscarriage of justice.”\nHutton v. Mitchell, 839 F.3d 486, 498 (2016) (internal\nquotation marks omitted). The Sixth Circuit began its\nanalysis with Sawyer v. Whitley, 505 U.S. 333 (1992). In\nthat decision, this Court established that a habeas peti-\ntioner may obtain review of a defaulted claim upon\n“show[ing] by clear and convincing evidence that, but for a\nconstitutional error, no reasonable jury would have found\n[him] eligible for the death penalty under the applicable\nstate law.” Id., at 336.\n   Hutton had not argued that this exception to default\napplied to his case. Nonetheless, the Sixth Circuit held\nthat the exception justified reviewing his claim. The court\ngave two reasons: First, Hutton was not eligible to receive\na death sentence because “the jury had not made the\nnecessary finding of the existence of aggravating circum-\nstances.” 839 F.3d, at 498–499. And second, since the\ntrial court “gave the jury no guidance as to what to con-\nsider as aggravating circumstances” when weighing aggra-\nvating and mitigating factors, the record did not show that\nthe jury’s death recommendation “was actually based on a\n4                   JENKINS v. HUTTON\n\n                         Per Curiam\n\nreview of any valid aggravating circumstances.” Id., at\n500. On the merits, the court concluded that the trial\ncourt violated Hutton’s constitutional rights by giving an\nerroneous jury instruction. Judge Rogers dissented on the\nground that Hutton could not overcome the procedural\ndefault.\n   The Sixth Circuit was wrong to reach the merits of\nHutton’s claim. The court’s first reason for excusing de-\nfault was that “the jury had not [found] the existence of\naggravating circumstances.” Id., at 498–499. But it had,\nat the guilt phase of Hutton’s trial. As Judge Rogers\npointed out, “the jury found two such factors”—engaging\nin a course of conduct designed to kill multiple people and\ncommitting kidnaping—“in the process of convicting Hut-\nton . . . of aggravated murder.” Id., at 511. Each of those\nfindings “rendered Hutton eligible for the death penalty.”\nIbid. Hutton has not argued that the trial court improperly\ninstructed the jury about aggravating circumstances at\nthe guilt phase. Nor did the Sixth Circuit identify any\nsuch error. Instead, the instruction that Hutton contends\nis incorrect, and that the Sixth Circuit analyzed, was\ngiven at the penalty phase of trial. That penalty phase\ninstruction plainly had no effect on the jury’s decision—\ndelivered after the guilt phase and pursuant to an unchal-\nlenged instruction—that aggravating circumstances were\npresent when Hutton murdered Mitchell.\n   The Sixth Circuit’s second reason for reaching the mer-\nits rests on a legal error. Under Sawyer, a court may\nreview a procedurally defaulted claim if, “but for a consti-\ntutional error, no reasonable jury would have found the\npetitioner eligible for the death penalty.” 505 U.S., at 336\n(emphasis added). Here, the alleged error was the trial\ncourt’s failure to specify that, when weighing aggravating\nand mitigating factors, the jury could consider only the\naggravating circumstances it found at the guilt phase.\nAssuming such an error can provide a basis for excusing\ndefault, the Sixth Circuit should have considered the\n                  Cite as: 582 U. S. ____ (2017)            5\n\n                           Per Curiam\n\nfollowing: Whether, given proper instructions about the\ntwo aggravating circumstances, a reasonable jury could\nhave decided that those aggravating circumstances out-\nweighed the mitigating circumstances.\n   But the court did not ask that question. Instead, it\nconsidered whether, given the (alleged) improper instruc-\ntions, the jury might have been relying on invalid aggra-\nvating circumstances when it recommended a death sen-\ntence. See 839 F.3d, at 500 (explaining that, because the\ntrial court gave “no guidance as to what to consider as\naggravating circumstances,” the court could not determine\nwhether the death recommendation “was actually based\non a review of any valid aggravating circumstances”). The\ncourt, in other words, considered whether the alleged error\nmight have affected the jury’s verdict, not whether a\nproperly instructed jury could have recommended death.\nThat approach, which would justify excusing default\nwhenever an instructional error could have been relevant\nto a jury’s decision, is incompatible with Sawyer.\n   Neither Hutton nor the Sixth Circuit has “show[n] by\nclear and convincing evidence that”—if properly in-\nstructed—“no reasonable juror would have” concluded that\nthe aggravating circumstances in Hutton’s case outweigh\nthe mitigating circumstances. Sawyer, 505 U.S., at 336.\nIn fact, the trial court, Ohio Court of Appeals, and Ohio\nSupreme Court each independently weighed those factors\nand concluded that the death penalty was justified. On\nthe facts of this case, the Sixth Circuit was wrong to hold\nthat it could review Hutton’s claim under the miscarriage\nof justice exception to procedural default.\n   The petition for certiorari and motion for leave to pro-\nceed in forma pauperis are granted, the judgment of the\nUnited States Court of Appeals for the Sixth Circuit is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                             It is so ordered.\n", "data_type": "test"}
{"case_id": "2016-081", "judgment date": "2017-06-26", "issue": "40010", "issueArea": "4", "text": "                   Cite as: 582 U. S. ____ (2017)                1\n\n                              Per Curiam\n\nSUPREME COURT OF THE UNITED STATES\n   MARISA N. PAVAN, ET AL. v. NATHANIEL SMITH\n  ON PETITION FOR WRIT OF CERTIORARI TO THE SUPREME \n\n                  COURT OF ARKANSAS\n\n                No. 16–992.    Decided June 26, 2017\n\n\n   PER CURIAM. \n\n   As this Court explained in Obergefell v. Hodges, 576\n\nU. S. ___ (2015), the Constitution entitles same-sex cou-\nples to civil marriage “on the same terms and conditions\nas opposite-sex couples.” Id., at ___ (slip op., at 23). In the\ndecision below, the Arkansas Supreme Court considered\nthe effect of that holding on the State’s rules governing the\nissuance of birth certificates. When a married woman\ngives birth in Arkansas, state law generally requires the\nname of the mother’s male spouse to appear on the child’s\nbirth certificate—regardless of his biological relationship\nto the child. According to the court below, however, Ar-\nkansas need not extend that rule to similarly situated\nsame-sex couples: The State need not, in other words,\nissue birth certificates including the female spouses of\nwomen who give birth in the State. Because that differen-\ntial treatment infringes Obergefell’s commitment to pro-\nvide same-sex couples “the constellation of benefits that\nthe States have linked to marriage,” id., at ___ (slip op., at 17),\nwe reverse the state court’s judgment.\n   The petitioners here are two married same-sex couples\nwho conceived children through anonymous sperm dona-\ntion. Leigh and Jana Jacobs were married in Iowa in\n2010, and Terrah and Marisa Pavan were married in New\nHampshire in 2011. Leigh and Terrah each gave birth to\na child in Arkansas in 2015. When it came time to secure\nbirth certificates for the newborns, each couple filled out\npaperwork listing both spouses as parents—Leigh and\nJana in one case, Terrah and Marisa in the other. Both\n2                     PAVAN v. SMITH\n\n                         Per Curiam\n\ntimes, however, the Arkansas Department of Health\nissued certificates bearing only the birth mother’s name.\n   The department’s decision rested on a provision of Ar-\nkansas law, Ark. Code §20–18–401 (2014), that specifies\nwhich individuals will appear as parents on a child’s state-\nissued birth certificate. “For the purposes of birth regis-\ntration,” that statute says, “the mother is deemed to be the\nwoman who gives birth to the child.” §20–18–401(e). And\n“[i]f the mother was married at the time of either concep-\ntion or birth,” the statute instructs that “the name of [her]\nhusband shall be entered on the certificate as the father of\nthe child.” §20–18–401(f)(1). There are some limited\nexceptions to the latter rule—for example, another man\nmay appear on the birth certificate if the “mother” and\n“husband” and “putative father” all file affidavits vouching\nfor the putative father’s paternity. Ibid. But as all parties\nagree, the requirement that a married woman’s husband\nappear on her child’s birth certificate applies in cases\nwhere the couple conceived by means of artificial insemi-\nnation with the help of an anonymous sperm donor. See\nPet. for Cert. 4; Brief in Opposition 3–4; see also Ark.\nCode §9–10–201(a) (2015) (“Any child born to a married\nwoman by means of artificial insemination shall be\ndeemed the legitimate natural child of the woman and the\nwoman’s husband if the husband consents in writing to\nthe artificial insemination”).\n   The Jacobses and Pavans brought this suit in Arkansas\nstate court against the director of the Arkansas Depart-\nment of Health—seeking, among other things, a declara-\ntion that the State’s birth-certificate law violates the\nConstitution. The trial court agreed, holding that the\nrelevant portions of §20–18–401 are inconsistent with\nObergefell because they “categorically prohibi[t] every\nsame-sex married couple . . . from enjoying the same\nspousal benefits which are available to every opposite-sex\nmarried couple.” App. to Pet. for Cert. 59a. But a divided\n                  Cite as: 582 U. S. ____ (2017)            3\n\n                           Per Curiam\n\nArkansas Supreme Court reversed that judgment, con-\ncluding that the statute “pass[es] constitutional muster.”\n2016 Ark. 437, 505 S.W.3d 169, 177. In that court’s view,\n“the statute centers on the relationship of the biological\nmother and the biological father to the child, not on the\nmarital relationship of husband and wife,” and so it “does\nnot run afoul of Obergefell.” Id., at 178. Two justices\ndissented from that view, maintaining that under Oberge-\nfell “a same-sex married couple is entitled to a birth certif-\nicate on the same basis as an opposite-sex married\ncouple.” 505 S.W.3d, at 184 (Brill, C. J., concurring in\npart and dissenting in part); accord, id., at 190 (Danielson,\nJ., dissenting).\n   The Arkansas Supreme Court’s decision, we conclude,\ndenied married same-sex couples access to the “constella-\ntion of benefits that the Stat[e] ha[s] linked to marriage.”\nObergefell, 576 U. S., at ___ (slip op., at 17). As already\nexplained, when a married woman in Arkansas conceives\na child by means of artificial insemination, the State\nwill—indeed, must—list the name of her male spouse on\nthe child’s birth certificate. See §20–18–401(f )(1); see also\n§9–10–201; supra, at 2. And yet state law, as interpreted\nby the court below, allows Arkansas officials in those very\nsame circumstances to omit a married woman’s female\nspouse from her child’s birth certificate. See 505 S.W.3d,\nat 177–178. As a result, same-sex parents in Arkansas\nlack the same right as opposite-sex parents to be listed on\na child’s birth certificate, a document often used for im-\nportant transactions like making medical decisions for a\nchild or enrolling a child in school. See Pet. for Cert. 5–7\n(listing situations in which a parent might be required to\npresent a child’s birth certificate).\n   Obergefell proscribes such disparate treatment. As we\nexplained there, a State may not “exclude same-sex\ncouples from civil marriage on the same terms and condi-\ntions as opposite-sex couples.” 576 U. S., at ___ (slip op.,\n4                          PAVAN v. SMITH\n\n                              Per Curiam\n\nat 23). Indeed, in listing those terms and conditions—the\n“rights, benefits, and responsibilities” to which same-sex\ncouples, no less than opposite-sex couples, must have\naccess—we expressly identified “birth and death certifi-\ncates.” Id., at ___ (slip op., at 17). That was no accident:\nSeveral of the plaintiffs in Obergefell challenged a State’s\nrefusal to recognize their same-sex spouses on their chil-\ndren’s birth certificates. See DeBoer v. Snyder, 772 F.3d\n388, 398–399 (CA6 2014). In considering those challenges,\nwe held the relevant state laws unconstitutional to the\nextent they treated same-sex couples differently from\nopposite-sex couples. See 576 U. S., at ___ (slip op., at 23).\nThat holding applies with equal force to §20–18–401.\n   Echoing the court below, the State defends its birth-\ncertificate law on the ground that being named on a child’s\nbirth certificate is not a benefit that attends marriage.\nInstead, the State insists, a birth certificate is simply a\ndevice for recording biological parentage—regardless of\nwhether the child’s parents are married. But Arkansas\nlaw makes birth certificates about more than just genetics.\nAs already discussed, when an opposite-sex couple con-\nceives a child by way of anonymous sperm donation—just\nas the petitioners did here—state law requires the place-\nment of the birth mother’s husband on the child’s birth\ncertificate. See supra, at 2. And that is so even though (as\nthe State concedes) the husband “is definitively not the\nbiological father” in those circumstances. Brief in Opposi-\ntion 4.* Arkansas has thus chosen to make its birth certif-\n——————\n  * As the petitioners point out, other factual scenarios (beyond those\npresent in this case) similarly show that the State’s birth certificates\nare about more than genetic parentage. For example, when an Arkan-\nsas child is adopted, the State places the child’s original birth certifi-\ncate under seal and issues a new birth certificate—unidentifiable as an\namended version—listing the child’s (nonbiological) adoptive parents.\nSee Ark. Code §§20–18–406(a)(1), (b) (2014); Ark. Admin. Code\n007.12.1–5.5(a) (Apr. 2016).\n                  Cite as: 582 U. S. ____ (2017)             5\n\n                           Per Curiam\n\nicates more than a mere marker of biological relationships:\nThe State uses those certificates to give married parents a\nform of legal recognition that is not available to unmarried\nparents. Having made that choice, Arkansas may not,\nconsistent with Obergefell, deny married same-sex couples\nthat recognition.\n  The petition for a writ of certiorari and the pending\nmotions for leave to file briefs as amici curiae are granted.\nThe judgment of the Arkansas Supreme Court is reversed,\nand the case is remanded for further proceedings not\ninconsistent with this opinion.\n                                              It is so ordered.\n                 Cite as: 582 U. S. ____ (2017)            1\n\n                    GORSUCH, J., dissenting\n\n      SUPREME COURT OF THE UNITED \n\n                STATES \n\n   MARISA N. PAVAN, ET AL. v. NATHANIEL SMITH\n  ON PETITION FOR WRIT OF CERTIORARI TO THE SUPREME \n\n                  COURT OF ARKANSAS\n\n              No. 16–992.   Decided June 26, 2017\n\n\n   JUSTICE GORSUCH, with whom JUSTICE THOMAS and\nJUSTICE ALITO join, dissenting.\n   Summary reversal is usually reserved for cases where\n“the law is settled and stable, the facts are not in dispute,\nand the decision below is clearly in error.” Schweiker v.\nHansen, 450 U.S. 785, 791 (1981) (Marshall, J., dissent-\ning). Respectfully, I don’t believe this case meets that\nstandard.\n   To be sure, Obergefell addressed the question whether a\nState must recognize same-sex marriages. But nothing in\nObergefell spoke (let alone clearly) to the question whether\n§20–18–401 of the Arkansas Code, or a state supreme\ncourt decision upholding it, must go. The statute in ques-\ntion establishes a set of rules designed to ensure that the\nbiological parents of a child are listed on the child’s birth\ncertificate. Before the state supreme court, the State\nargued that rational reasons exist for a biology based birth\nregistration regime, reasons that in no way offend Oberge-\nfell—like ensuring government officials can identify public\nhealth trends and helping individuals determine their\nbiological lineage, citizenship, or susceptibility to genetic\ndisorders. In an opinion that did not in any way seek to\ndefy but rather earnestly engage Obergefell, the state\nsupreme court agreed. And it is very hard to see what is\nwrong with this conclusion for, just as the state court\nrecognized, nothing in Obergefell indicates that a birth\nregistration regime based on biology, one no doubt with\n2                      PAVAN v. SMITH\n\n                    GORSUCH, J., dissenting\n\nmany analogues across the country and throughout his-\ntory, offends the Constitution. To the contrary, to the\nextent they speak to the question at all, this Court’s prec-\nedents suggest just the opposite conclusion. See, e.g.,\nMichael H. v. Gerald D., 491 U.S. 110, 124–125 (1989);\nTuan Anh Nguyen v. INS, 533 U.S. 53, 73 (2001). Neither\ndoes anything in today’s opinion purport to identify any\nconstitutional problem with a biology based birth registra-\ntion regime. So whatever else we might do with this case,\nsummary reversal would not exactly seem the obvious\ncourse.\n   What, then, is at work here? If there isn’t a problem\nwith a biology based birth registration regime, perhaps\nthe concern lies in this particular regime’s exceptions. For\nit turns out that Arkansas’s general rule of registration\nbased on biology does admit of certain more specific excep-\ntions. Most importantly for our purposes, the State\nacknowledges that §9–10–201 of the Arkansas Code con-\ntrols how birth certificates are completed in cases of artifi-\ncial insemination like the one before us. The State\nacknowledges, too, that this provision, written some time\nago, indicates that the mother’s husband generally shall\nbe treated as the father—and in this way seemingly antic-\nipates only opposite-sex marital unions.\n   But if the artificial insemination statute is the concern,\nit’s still hard to see how summary reversal should follow\nfor at least a few reasons. First, petitioners didn’t actually\nchallenge §9–10–201 in their lawsuit. Instead, petitioners\nsought and the trial court granted relief eliminating the\nState’s authority under §20–18–401 to enforce a birth\nregistration regime generally based on biology. On appeal,\nthe state supreme court simply held that this overbroad\nremedy wasn’t commanded by Obergefell or the Constitu-\ntion. And, again, nothing in today’s opinion for the Court\nidentifies anything wrong, let alone clearly wrong, in that\nconclusion. Second, though petitioners’ lawsuit didn’t\n                 Cite as: 582 U. S. ____ (2017)            3\n\n                    GORSUCH, J., dissenting\n\nchallenge §9–10–201, the State has repeatedly conceded\nthat the benefits afforded nonbiological parents under §9–\n10–201 must be afforded equally to both same-sex and\nopposite-sex couples. So that in this particular case and\nall others of its kind, the State agrees, the female spouse\nof the birth mother must be listed on birth certificates too.\nThird, further proof still of the state of the law in Arkan-\nsas today is the fact that, when it comes to adoption (a\nsituation not present in this case but another one in which\nArkansas departs from biology based registration), the\nState tells us that adopting parents are eligible for\nplacement on birth certificates without respect to sexual\norientation.\n   Given all this, it seems far from clear what here war-\nrants the strong medicine of summary reversal. Indeed, it\nis not even clear what the Court expects to happen on\nremand that hasn’t happened already. The Court does not\noffer any remedial suggestion, and none leaps to mind.\nPerhaps the state supreme court could memorialize the\nState’s concession on §9–10–201, even though that law\nwasn’t fairly challenged and such a chore is hardly the\nusual reward for seeking faithfully to apply, not evade,\nthis Court’s mandates.\n   I respectfully dissent.\n", "data_type": "test"}