اپنے گزشتہ دو دورۂ نیپال کا ذکر کرتے ہوئے وزیراعظم نے کہا کہ ہند-نیپال تعلقات کو اعلیٰ سطحی تبادلۂ خیال سے تقویت حاصل ہوئی ہے۔
ہائر ایجوکیشن کمیشن آف انڈیا ( ایچ ای سی آئی ) کے قیام کے لئے قانون کا ایک مسودہ پیش کیا جائے گا ۔
التوا میں پڑے ہوئے اسسمنٹ اور شکایات کے ازالے کے لئے خصوصی انتظامی اقدامات۔
1-سرکاری سیکٹر کے یونٹوں (پی ایس یو) کی اراضی کی سرکاری ایجنسیوں کو فروخت کرنے کے 28 دسمبر 2016 کے فیصلے کی تجدید کرکے 14 جون 2018 کی نظر ثانی شدہ ڈی پی ای کے رہنما خطوط کے مطابق اراضی کو فروخت کرنے کی اجازت دینا، اور
اے۔ لیول 15 کی سطح پر چیف کنٹرولر آف مائنس کی ایک آسامی کی فراہمی اور لیول 14 کی سطح پر کنٹرولر آف مائنس کی 3 آسامیوں کی فراہمی۔
یہ ترامیم چھوٹی تکنیکی اور ضابطے کی غلطیوں کی ذمہ داری عائد کرنے کی ضرورت کے تدارک کے طور پر کی گئی ہیں اور کارپوریٹ انتظامیہ اور نفاذ کرنے والے اداروں کے درمیان موجود خلا کا پتہ لگاکر اسے پُر کرنا بھی ان ترامیم کے مقاصد میں شامل ہے۔ علاوہ ازیں درج ذیل مختلف موضوعات کا بھی اس میں احاطہ کیا گیا ہے۔
نوجوانوں کے کیمپوں میں، نوجوانوں کے میلوں میں اور نوجوانوں کی دیگر تقریبات میں شرکت۔
ٹرانزٹ ہب کے اطراف میں کاروباری سرگرمیوں کو یقینی بنانے کے لئے ٹرانزٹ پر مبنی ترقی ( ٹی او ڈی ) کی مدد کرنا۔
ہمالیہ کے ہزاروں فٹ اونچے پہاڑ ہوں یا پھر دھوپ سے تپتا ریگستان، یوگ ہر صورت حال میں ، ہر ایک زندگی کو مالامال کررہا ہے۔
واضح ہوکہ انڈونیشیا کے شہر جکارتہ اور پیلم بینگ میں ہونے والے اٹھارہویں ایشیائی کھیلوں میں ہندوستانی کھلاڑیوں اور ااااتھلیٹس نے اب تک کے سب سے زیادہ 69 میڈل حاصل کئے ہیں۔جبکہ 2010 میں گوانگزو میں ہونےوالے ایشیائی کھیلوں میں ہندوستانی کھلاڑیوں اور اتھلیٹس نے سب سے زیادہ 65 میڈل جیتے تھے۔