വിദേശ വിപണികളില്‍ ഉയര്‍ന്ന സാങ്കേതികവിദ്യാ ഉല്‍പ്പന്നങ്ങള്‍ എത്തിക്കുന്നതിന് രൂപകല്‍പ്പനയിലും വികാസത്തിലും ഉല്‍പ്പാദനത്തിലും നാം സഹകരണം വിശാലമാക്കുകയും ബഹിരാകാശ സാങ്കേതികവിദ്യ, വ്യോമയാനം, പുതിയ ഉപകരണങ്ങള്‍, കൃഷി, വിവര-ആശയവിനിമയ സാങ്കേതികവിദ്യകള്‍, മരുന്ന്, ഔഷധങ്ങള്‍, റോബോട്ടിക്‌സ്, നാനോ സാങ്കേതികവിദ്യ, സൂപ്പര്‍ കമ്പ്യൂട്ടിംഗ് സാങ്കേതികവിദ്യകള്‍, കൃത്രിമ ബൗദ്ധികത, പദാര്‍ത്ഥ ശാസാത്രം തുടങ്ങിയ മേഖലകളില്‍ ശാസ്ത്രീയ സഹകരണ ശക്തിപ്പെടുത്തുകയും ചെയ്യും.
പ്രധാനമന്ത്രി വന്ദന്‍ യോജനയും പ്രധാനമന്ത്രി സുരക്ഷാ മാതൃത്വ അഭിയാനും സുരക്ഷിത ഗര്‍ഭം എന്ന ആശയത്തെ ജനകീയമാക്കിയിട്ടണ്ട്.
നാം ഒത്താശയെയും പക്ഷപാതത്തെയും ശക്തമായി അപലപിക്കുന്നു.
ജമ്മു കാശ്മീര്‍ സംവരണ (ഭേദഗതി) ഓര്‍ഡിനന്‍സ് 2019 രാഷ്ട്രപതി പുറപ്പെടുവിപ്പിക്കണമെന്ന ജമ്മു കാശ്മീര്‍ ഗവണ്‍മെന്റിന്റെ നിര്‍ദ്ദേശം പ്രധാനമന്ത്രി ശ്രീ നരേന്ദ്ര മോദിയുടെ അദ്ധ്യക്ഷതയില്‍ ചേര്‍ന്ന കേന്ദ്ര മന്ത്രിസഭായോഗം അംഗീകരിച്ചു. അന്താരാഷ്ട്ര അതിര്‍ത്തിയ്ക്കടുത്ത് താമസിക്കുന്നവരെ യഥാര്‍ത്ഥ നിയന്ത്രണരേഖയ്ക്ക് (എ.
ആസ്‌ട്രേലിയയിലെ ഗോള്‍ഡ് കോസ്റ്റ് സിറ്റിയില്‍ നടക്കുന്ന കോമണ്‍വെല്‍ത്ത് ഗെയിംസില്‍ ഇന്ത്യക്ക് ലഭിച്ച രണ്ടാമത്തെ സ്വര്‍ണ്ണ മെഡലാണ് ചാനുവിന്റേത്.
ബയര്‍ ഗ്രില്‍സിന്റെ ചെവിയിലുണ്ടായിരുന്ന വയര്‍ ബന്ധമില്ലാത്ത ചെറിയ ഉപകരണത്തിലൂടെ അദ്ദേഹം കേള്‍ക്കുകയും ചെയ്തുകൊണ്ടിരുന്നു. അതായത് ഞാന്‍ സംസാരിച്ചത് ഹിന്ദിയിലായിരുന്നെങ്കിലും അദ്ദേഹം കേട്ടുകൊണ്ടിരുന്നത് ഇംഗ്ലീഷിലായിരുന്നു.
ആരോഗ്യകരമായ ജനാധിപത്യ പാരമ്പര്യത്തെ മാനിച്ചുകൊണ്ട്, അടുത്ത മന്‍ കീ ബാത് മെയ് മാസത്തിലെ അവസാനത്തെ ഞായറാഴ്ചയാകും ഉണ്ടാവുക.
ഒരു പണിക്കാരന് വേതനം കിട്ടുന്നതോ വീട്ടിലേക്ക് പണം അയയ്ക്കുന്നതോ ഒരു ദിവസത്തെ ജോലി കളയാതെ തന്നെ വേഗത്തിലാക്കിയിരിക്കുന്നു.
ഇത് ഇന്ത്യയെ സംബന്ധിച്ചിടത്തോളം ഇന്നുവരെ ഉണ്ടായിട്ടുള്ള ഏറ്റവും വലിയ മെച്ചപ്പടുത്തലാണ്, അതേസമയം ഇക്കൊല്ലം ലോകത്തെ ഏതൊരു രാജ്യത്തെ സംബന്ധിച്ചുള്ള ഏറ്റവും വലിയ കുതിപ്പുമാണ്.
ഇന്ത്യയും ആസിയാനും തമ്മിലുള്ള ബന്ധത്തിന് 25 വര്‍ഷത്തെ പഴക്കമേയുണ്ടായിരിക്കുള്ളു.